[
    {
        "ad_id": 0,
        "ad_name": "County Hospital",
        "pctr": 0.32927555103144884,
        "ad_copy": "County Hospital in White Plains ... we're a community hospital with only one purpose -- to be here when you need us, with the advanced technology, the skills, and the knowledge to give you high-quality, compassionate care. COUNTY is your hospital. We're here to provide high-quality medical and surgical services. And, we have the people -- and the technology -- to provide that care with compassion ...and a commitment to excellence."
    },
    {
        "ad_id": 1,
        "ad_name": "Wellstar--Cyber Knife",
        "pctr": 0.3159189579131466,
        "ad_copy": "Memorial-Sloan Kettering doesn't have it,\nJohn Hopkins doesn't have it,\nDana-Farber cancer institute doesn't have it,\nit's called --Cyber Knife-- and it can treat most tumors that use to be inoperable.\nIn Georgia, there's only one place to turn--Wellstar.\nWith Cyber Knife, there is no scalpel, no stitches and no pain;\nand most treatments last just 30 to 90 minutes.\nTo learn more-call 7707937550\nCyber knife---right here---at Wellstar."
    },
    {
        "ad_id": 2,
        "ad_name": "Nu-Vile",
        "pctr": 0.40093971950441026,
        "ad_copy": "We all worry. Funny how the more secure we get, the more we seem to have at stake. Getting older used to be about getting closer. Closer to freedom. Closer to goals. Closer to life. Now ... it's different. Now, we want it back. That's where Nu-vile comes in. Nu-vile provides tailor-made transfusions of rich, rejuvenating blood, drawn from only the healthiest babies on the market. Nu-Vile. Get closer to life again."
    },
    {
        "ad_id": 3,
        "ad_name": "Laser Treatment Center",
        "pctr": 0.4766558322137617,
        "ad_copy": "Wish you could stop wasting your time shaving? Do you want to remove an unwanted tatoo? Would you rather not have to treat your acne and other skin blemishes with pills and creams? There is a way. And it is safe and convenient. The Laser at the Suburban Aesthetics Center removes hair, tatoos, acne veins, rosacia and other skin blemishes. For more information, call....."
    },
    {
        "ad_id": 4,
        "ad_name": "Animal Health",
        "pctr": 0.4641341642314624,
        "ad_copy": "He makes you laugh.\nActually likes snuggling.\nAnd never channel surfs.\nDoesn't he deserve a little extra attention from you?\nEach year, dogs of all ages, breeds, and sizes develop arthritis.\nSo pay close attention to yours.\nIf you notice a loss of mobility or energy level after normal activity, find out how Rimadyl has helped nearly one million dogs with arthritis put quality of life ahead of their pain."
    },
    {
        "ad_id": 5,
        "ad_name": "Norwalk Hospital",
        "pctr": 0.4001300674801793,
        "ad_copy": "Every year thousands of diving accidents occur, some fatal, that are the result of poor health and preparation. Most could have been prevented if the divers were properly certified. That's why Norwalk Hospital urges you to get Medically Certified in our diving medicine program. Call Norwalk Hospital today at 203-344-3434. Norwalk Hospital. Caring for the human need, not just the human body."
    },
    {
        "ad_id": 6,
        "ad_name": "Lunesta",
        "pctr": 0.3841188149400732,
        "ad_copy": "If your racing thoughts keep you awake,\nSleep is here, on the wings of Lunesta.\nAnd if you wake up often in the middle of the night,\nRest is here, on the wings of Lunesta.\nLunesta helps you fall asleep and stay asleep.\nSo you can wake up feeling rested.\nAsk your doctor if Lunesta is right for you.\nGet Lunesta for a zero-dollar co-pay, at Lunesta.com.\nSleep well, on the wings of Lunesta."
    },
    {
        "ad_id": 7,
        "ad_name": "Mammogram Reminder TV Spot",
        "pctr": 0.47367843876790394,
        "ad_copy": "You've got a lot on your plate. Your day is busy enough, so pause... think for a moment.\nThere are so many things to get done, but wait... you're forgetting something.\nTake a look around you... notice the signs.\nThere's just no more avoiding it, the reminders are everywhere you look.\nIt's time to schedule your annual Mammogram, with Kettering Breast Evaluation Center."
    },
    {
        "ad_id": 8,
        "ad_name": "Athena Health",
        "pctr": 0.46695468418844926,
        "ad_copy": "For a physician, their passion lies with helping others, not dealing with a mountain of medical paperwork. That's why Athena Health is here to help. Athena Health is the leading provider of cloud based business and clinical services, including Electronic Health Record Software, patient engagement, and many more. For an award-winning company dedicated to serving your hospital or medical group, you can find care in Athena health."
    },
    {
        "ad_id": 9,
        "ad_name": "Cigna",
        "pctr": 0.4130879826321969,
        "ad_copy": "Hmmmm, very, very, very, interesting. I see from this completely fake chart that many of you haven't been for your annual check up yet. There's good news! You can start your check-up by learning your key health numbers. Just go to the Cigna Mobile Wellness Clinic for a free biometric screening. Hey, TV Doctors' orders. So go, know, and take control of your health.\nCigna, together all the way."
    },
    {
        "ad_id": 10,
        "ad_name": "Aetna /US Healthcare",
        "pctr": 0.3346184561150064,
        "ad_copy": "Aetna/US Healthcare\nNo matter where we live--when it comes to something as important as health care--we all want the best. That's why AETNA and US HEALTHCARE have joined forces to create a partnership that will set a new standard for quality and caring. AETNA and US HEALTHCARE. Raising a standard for your town, for your family, and for you."
    },
    {
        "ad_id": 11,
        "ad_name": "Bitdefender",
        "pctr": 0.40059842194989187,
        "ad_copy": "Are you exposing yourself? If your security software depends on a list of known viruses, you're more exposed than you think. Bitdefender's lightning quick security solutions provide the most advanced 2 layer security- protecting you from known and unknown threats. Download a free trial to see what threats are lurking on your system. BitDefender the future of security now."
    },
    {
        "ad_id": 12,
        "ad_name": "Healthy Harvest",
        "pctr": 0.3785026798660367,
        "ad_copy": "Want a healthy snack that's bursting with real fruit? Peel open new Healthy Harvest Apple Sauce. It's made with sweet apples and other ripe fruits blended together for a taste that's naturally refreshing. Healthy Harvest is made with natural ingredients, has no added sugar and is an excellent source of vitamin C. In three new flavors: Country Berry, Summer Strawberry and Peach Medley."
    },
    {
        "ad_id": 13,
        "ad_name": "Oxford Health Plans",
        "pctr": 0.34039718290396925,
        "ad_copy": "Businesses come in all shapes and sizes. Fortunately, so do our Health Plans. Oxford has developed a wide range of solutions that are both affordable and flexible. These new products continue to offer access to top physicians and top hospitals, as well as to innovative programs and benefits. Call your broker to find out how these new plans can meet your company's needs, or call Oxford directly at 1-888-201-4237."
    },
    {
        "ad_id": 14,
        "ad_name": "Prevagen",
        "pctr": 0.3956277985211922,
        "ad_copy": "Prevagen\nYour brain is an amazing thing\nBut as you get older, it naturally begins to change\nCausing a lack of sharpness or even trouble with recall\nThankfully the breakthrough in Prevagen, helps your brain\nand actually improves memory. The secret is an ingredient originally discovered in jelly fish. In clinical trials Prevagen has been shown to improve short-term memory\nPrevagen, the name to remember"
    },
    {
        "ad_id": 15,
        "ad_name": "John Hopkins",
        "pctr": 0.38687424328210146,
        "ad_copy": "Sometimes it's easy to tell, other times the problems are hidden. You feel fine one day and the next, severe fatigue, chest pain, poor coloring. Signs your heart is in trouble. But coronary artery disease doesn't have to be a surprise. John Hopkins has the most advanced technologies and world reknowed physicians to diagnose any heart problem."
    },
    {
        "ad_id": 16,
        "ad_name": "Health Plus",
        "pctr": 0.37541306637645727,
        "ad_copy": "I'm here to tell you about a better HMO-Plan from Blue Shield ... It's called \"Health Plus\". While ordinary HMO plans give you low cost, they also limit you to the doctors you can see. But with Health-Plus, you'll get the low cost of an HMO, but with the option to see any doctor, anywhere, at anytime. Call 1-800-459-PLUS, or ask your employer for more information. Health-Plus ... Low Cost ... Any Doctor ... only from Blue Shield."
    },
    {
        "ad_id": 17,
        "ad_name": "Plavix",
        "pctr": 0.39323406053884213,
        "ad_copy": "Plavix could help make a difference, so ask your doctor about adding plavix. Taken with aspirin and your current treatment, plavix goes beyond what you're taking to help raise protection against heart attack or stroke. Plavix and your other medications work in different ways. Plavix taken with aspirin play its own role in keeping blood platlets from sticking together and forming clots, which helps keep blood flowing."
    },
    {
        "ad_id": 18,
        "ad_name": "Bio-Identical Hormone Therapy",
        "pctr": 0.3614873991463613,
        "ad_copy": "Bio-Identical Hormone Replacement Therapy won't turn back the clock, but it will help you age more gracefully.\nYour doctor can do more than prescribe a few pills. As you begin to face the symptoms of aging, ask your doctor to refer you to a compounding pharmacist.\nA compounding pharmacist can fine tune your prescription drug therapy to your individual needs. Your local compounding pharmacist is ready to serve you."
    },
    {
        "ad_id": 19,
        "ad_name": "Sportandhealth.com",
        "pctr": 0.41413391797565113,
        "ad_copy": "If you're spending a little time at sport and health club then prepare to be jaded by all the fun, swimming, racquetball, tennis, and ho-hum basketball. 2100 friendly fitness professionals who'll get you hooked on troop classes, strength training, cardio, and here's a big snoozer...belly dancing. Sport and health club, if you think you're not the excercising type...think again. Visit sportandhealth.com or call 1-800-88-clubs."
    }
]