[
    {
        "ad_id": 0,
        "ad_name": "Proleva",
        "pctr": 0.37867379922705424,
        "ad_copy": "Sick and tired of feeling sick and tired? Use the power of anti-oxidants to fight the signs of aging. Scientifically studied and doctor approved, Proleva is a natural breakthrough that nourishes your body. One serving of Proleva has health benefits equal to 5 glasses of red wine, 9 glasses of green tea and 4 cups of pomengranate juice combined. For a free 10 day trial of Proleva, call 888-261-7171. Offer ends soon, so call now. 888-261-7171. Proleva."
    },
    {
        "ad_id": 1,
        "ad_name": "Pravachol",
        "pctr": 0.3088255448987147,
        "ad_copy": "Pravachol is the only cholesterol-lowering drug of its kind proven to help prevent first heart attacks. And the grim fact is, up to 35% of people do not survive their first heart attack. Improving your diet and exercise is an important first step, but may not be enough. So ask your doctor about Pravachol. It reduces the risk of a first heart attack and the need for surgery to clear blocked coronary arteries. Pravachol has been prescribed by doctors for millions of men and women worldwide. It could help you live a longer, healthier life."
    },
    {
        "ad_id": 2,
        "ad_name": "Fairfield County General Hospital",
        "pctr": 0.4936411478477118,
        "ad_copy": "Choosing a good physician is one of the most important things you can do for yourself and for your family. But how do you find the right one? By asking a friend you can trust. And in Fairfield County, that's FAIRFIELD COUNTY GENERAL HOSPITAL. Our medical staff includes the finest physicians found anywhere. Educated and trained at some of the nation's finest medical institutions and located right here in Fairfield County, they represent more than 30 medical specialties."
    },
    {
        "ad_id": 3,
        "ad_name": "The Sansum Santa Barbara Medical Foundation",
        "pctr": 0.446435623307874,
        "ad_copy": "The Sansum Santa Barbara Medical Foundation clinic has earned a reputation as one of the premier providers of specialty medical care on the Central Coast. That's why for years Bakersfield residents have trusted the Sansum name and board-certified physicians for care and treatment in more than 30 specialty areas. Three of Sansum's top board-certified urologists, will be giving presentations and answering your questions about prostate diseases, sexual disfunction and bladder problems, during this free, one night only, informational seminar."
    },
    {
        "ad_id": 4,
        "ad_name": "Procrit",
        "pctr": 0.48619021052990824,
        "ad_copy": "If you're on chemotherapy, and finding it difficult to do the things you normally do, it's important to tell your doctor about your symptoms. You may actually be anemic and not even know it. Anemia can cause extreme tiredness, dizziness and shortness of breath. You may also find it difficult to think clearly. Fortunately there's Procrit. It treats the symptoms of chemo-related anemia which can give you more strength. Ask your doctor if Procrit is right for you."
    },
    {
        "ad_id": 5,
        "ad_name": "Women's Health and Wellness Legislation",
        "pctr": 0.36915741030438176,
        "ad_copy": "The New York Assembly has taken the lead with the Women's Health and Wellness Bill to enact comprehensive legislation to ensure women's health. Specifically, the bill requires insurers to pay for annual breast-cancer detecting mammograms for women beginning at the age of 40, rather than the current age of 50. The legislation also requires preventive screening tests, like routine bone density exams to detect osteoporosis, and it requires that prescription drug plans include coverage for approved contraceptive drugs and devices."
    },
    {
        "ad_id": 6,
        "ad_name": "Fibromyalgia",
        "pctr": 0.3111116401002493,
        "ad_copy": "Have you been suffering from wide spread aches and pains in multiple body areas? Like your neck, shoulders, back, pelvis, and knees? If so, you may be suffering from a chronic pain condition called FIBRO MYALGIA (FIBRO-MI AL SHIA). That's why we're conducting a medical research study for those at least 18 who have felt this way for 3 months or longer. To see if you qualify Please call: 1-866-999-7474 or visit Myfibrostudy.com. That's 1-866-999-7474."
    },
    {
        "ad_id": 7,
        "ad_name": "Hear - Informative - Motherly - Urgency",
        "pctr": 0.33702576358379677,
        "ad_copy": "Your hearing may not be something that you think too much about. But after exposing your ears to repeated loud decibel levels in music and noise, you may be very concerned about protecting what's left of it. Hearing loss from noise is irreversible. Once it's gone, it's gone. The good news is that it's completely preventable. To find out what you need to know to protect your hearing and still enjoy the music. Contact: HEAR at www.HEARNET.COM or the H.E.A.R. Hotline at 415-773-9590"
    },
    {
        "ad_id": 8,
        "ad_name": "Wellstar S.T.A.T.",
        "pctr": 0.3602115254481841,
        "ad_copy": "When you've been diagnose with cancer there's no time to wait, you want to meet your doctor S.T.A.T.\nYou want answers S.T.A.T.\nYou want to get treatment S.T.A.T.\nAt Wellstar, S.T.A.T. means specialty teams and treatment.\nAt our S.T.A.T. cancer clinics, you will meet with experience physician's specialist during your first appointment.\nYou will start treatment in days not weeks, and your nurse\nnavigator will support you every step of the way.\nTo learn more-S.T.A.T.-call 770-7937470."
    },
    {
        "ad_id": 9,
        "ad_name": "MD Anderson Cancer Center",
        "pctr": 0.33474211130620657,
        "ad_copy": "When cancer strikes, we strike back. As the nation's top-ranked cancer center, MD Anderson continues to pioneer new approaches in cancer treatment. Using the latest genetics-based research, we can develop targeted treatments, personalized to the individual patient. At MD Anderson Cancer Center, we're focused on Making Cancer History®. To learn more about how we're raising the bar for cancer care worldwide, or to make an appointment, call 1-877-695-0835 or visit MakingCancerHistory.com."
    },
    {
        "ad_id": 10,
        "ad_name": "Universal Hospital",
        "pctr": 0.32107882023771167,
        "ad_copy": "Everyday we take all we know about the human condition and break it down. We take it apart and we inspect it. Does it save lives today? Will it save lives tomorrow? Is it the best it can be? We aren't satisfied with merely answering the questions, we question the answers. We re-invent medicine. We make it better. Only then can it make you better. That's what it means to be a real University Hospital. That's what it means to be The University Hospital."
    },
    {
        "ad_id": 11,
        "ad_name": "North Shore Lij Health System",
        "pctr": 0.44980581429137656,
        "ad_copy": "This woman doesn't have cancer, but if she did the North Shore LIJ Health System would be there with a comprehensive early detection program that includes some of today's most advanced diagnostics for breast, cervical, uterine, and ovarian cancers. With a network of hospitals that treats more women cancer patients than any other system in the region we serve, resulting in excellent cure rates, every woman we care for has the best chance to emerge victorious. Northshore LIJ- setting new standards in healthcare."
    },
    {
        "ad_id": 12,
        "ad_name": "AHA Bubbles",
        "pctr": 0.38299097095134005,
        "ad_copy": "There is a tremendous amount of thought and care that go into hospitas each and every ay. The wonderful, proud moments. The life-saving treatments. Even the miraculous.\nIt's just a way of life for over 5 million people that work in America's hospitals every day.\nIt makes you wonder sometimes though. With all this amazing stuff going on in hospitals, an awful lot must be going on in their heads. If only we could take a sneak peak to what they're really thinking."
    },
    {
        "ad_id": 13,
        "ad_name": "Banner Hospital",
        "pctr": 0.4422639090124354,
        "ad_copy": "When he said I had cancer, I couldn't believe he was talking to me. But then he said it was good I came in when I did, and that there were very effective treatments now . . . and from that moment on, Banner Hospital was at my side helping me fight this disease every step of the way. My cancer is in remission now and even though they can't give me any promises, the people at Banner Hospital gave me something even more valuable. They gave me hope."
    }
]