[
    {
        "ad_id": 0,
        "ad_name": "Humana",
        "pctr": 0.4353111575804608,
        "ad_copy": "Start with weightlifting. Playing with your grandkids builds muscle and closer\nrelationships. Taking care of your health doesn't have to be complicated. Partner with\nHumana and we'll help create a plan for your health that works for your LIFE today and\nfor many, many... many years to come. Humana. Start with healthy."
    },
    {
        "ad_id": 1,
        "ad_name": "The Center For Sinus And Nasal Disease",
        "pctr": 0.39891352730253354,
        "ad_copy": "Can't breathe without them? Over-the-counter nasal sprays and decongestants provide only temporary relief, delay diagnosis, and postpone proper treatment -- and may lead to more serious health disorders. Throw away those over-the-counter medications...and call The Center For Sinus & Nasal Disease today. 1-800-MD-SINUS."
    },
    {
        "ad_id": 2,
        "ad_name": "Prescriptions",
        "pctr": 0.489685822101724,
        "ad_copy": "If you're paying too much for your prescriptions, generics may work as well as brand names. Tell your physician and pharmacist everything you're taking. Some medicines don't interact well. Remember, no matter what an ad says about a drug, it may not be right for you. AARP reminds you to check up on your prescriptions."
    },
    {
        "ad_id": 3,
        "ad_name": "Vioxx",
        "pctr": 0.3713757209946077,
        "ad_copy": "Vioxx is here. 24-hour relief for the most common type of arthritis pain, osteoarthritis. It isn't about winning a marathon. Or making you fell like a kid again. It's about controlling the pain that keeps you from doing every day things."
    },
    {
        "ad_id": 4,
        "ad_name": "Cancer Treatment Centers of America",
        "pctr": 0.3273174318527589,
        "ad_copy": "\"I was diagnosed with stage -three prostate cancer,\nbut i discovered a place called Cancer Treatment Centers of America.\nThey offered medical expertise, technology,\ncounseling, nutrition.\nAnd above all, hope.\nAnd there's no distance i would't travel for that.\""
    },
    {
        "ad_id": 5,
        "ad_name": "Carilion Roanoke Memorial Hospital",
        "pctr": 0.38453381221306415,
        "ad_copy": "Carilion Roanoke Memorial Hospital is proud to be Virginia's first accredited Chest Pain Center. So when you come in with chest pain or other symptoms of a heart attack, such as pain in the arm or jaw, Carilion makes every second count. Carilion is saving lives. Call 266-6000 or visit carilion.com for more information."
    },
    {
        "ad_id": 6,
        "ad_name": "Physique Science",
        "pctr": 0.465528428834717,
        "ad_copy": "For 20 hours your hair will do what you want it to do. Now, if you could only say the same for your boyfriend. Physique Styling Sprays guarantee you 20 full hours of fabulous hair. In fact, with the way you look, your boyfriend might just do whatever you want him to after all. Physique Science gives you the style nature didn't."
    },
    {
        "ad_id": 7,
        "ad_name": "Saint Barnabas Cancer Center",
        "pctr": 0.46703706969519093,
        "ad_copy": "Here's a remarkable fact: doctors do not find 90% of all breast lumps. Women who test themselves by performing a monthly breast self-examination find them. Fortunately, 80% of the lumps women find are not breast cancer. Saint Barnabas Cancer Center."
    },
    {
        "ad_id": 8,
        "ad_name": "University of Utah Health Cardiovascular Center",
        "pctr": 0.3880586464601008,
        "ad_copy": "Heart disease can happen to anyone. If it happens to you, trust the experts at the University of Utah Health Cardiovascular Center to keep you healthy. To find out your risk for heart disease or to learn more about the signs and symptoms, visit U of U health"
    },
    {
        "ad_id": 9,
        "ad_name": "Miracle Ear",
        "pctr": 0.32950236176928865,
        "ad_copy": "Miracle-Ear's leading-edge technology provides better than normal hearing for a natural listening experience. Miracle-Ear is committed to helping individuals regain not only their hearing, but a lifestyle of connections success and joy as well!"
    },
    {
        "ad_id": 10,
        "ad_name": "United Health Care",
        "pctr": 0.4442625567912087,
        "ad_copy": "People don't always use common sense. Fortunately, there's a health care company that does. United HealthCare. Health planning tools to fight rising costs. 24-hour access to registered nurses. Preventive health care solutions. United HealthCare. It just makes sense."
    },
    {
        "ad_id": 11,
        "ad_name": "Cleveland Clinic",
        "pctr": 0.3364207891177113,
        "ad_copy": "The #1 heart care in nation.\n18 years in a row.\nIt's why 24,498 people traveled to Cleveland last year for heart care.\nThe Cleveland Clinic.\nBecause every life deserves world class care.\nSame-day appointments available.\nCall 1-855-299-APPT\nOr go on-line at clevelandclinic.org"
    },
    {
        "ad_id": 12,
        "ad_name": "The Medical Information Line",
        "pctr": 0.4769832779138717,
        "ad_copy": "How do you know if you're pregnant? How can you tell if you're hooked on drugs? Can you have sex and still protect yourself from AIDS? If you need answers, without getting questioned, call THE MEDICAL INFORMATION HOTLINE. You can choose from over 300 medical topics. Calls are just two dollars a minute. Call 1-900-288-1234."
    }
]