[
    {
        "ad_id": 0,
        "ad_name": "新潮衣店",
        "pctr": 0.44147608581986447,
        "content": "想尝试电影里的日式和服，又担心<UNK>。试试这条简化改良版，日式风复古连衣裙。面料凉爽飘逸，前后都采用放大<UNK>的设计，延伸颈部线条。沉稳的网格设计，给人古风素雅的感觉。立体剪裁的宽松大袖子，十分有设计感，仿佛<UNK>自来。加上经典系带，系出优雅自信。"
    },
    {
        "ad_id": 1,
        "ad_name": "都市衣尚",
        "pctr": 0.3449211096402919,
        "content": "成熟韵味和优雅气质并存的时尚两件套。上衣立领系蝴蝶结造型，俏皮优雅。喇叭长袖拼接压褶蕾丝花边，气质减龄。高腰包臀半身裙，修身效果特别好，收腹<UNK>展示曼妙的身材曲线。两侧手工钉珠装饰，时髦立体，视觉拉长腿型，整体上身彰显成熟女人魅力。显瘦百搭。"
    },
    {
        "ad_id": 2,
        "ad_name": "服装特供",
        "pctr": 0.3774429483721443,
        "content": "浪漫仙气的蕾丝连衣裙，v字领口露出迷人的锁骨，衬托纤细小脸；领口周围花边的点缀，轻奢甜美的同时又带点小性感。衣身精致的水溶蕾丝，刺绣的图案低调而华美。修身高腰的裁剪拉长身形，展现女子的曼妙身姿。长长的大裙摆随着步伐摆动，让人心动，满足你对夏日的浪漫幻想。"
    },
    {
        "ad_id": 3,
        "ad_name": "炫彩衣站",
        "pctr": 0.47569410123684774,
        "content": "这条优雅的长裙，简直是春夏季节，每个爱美女生衣柜里不可或缺的单品，连衣裙设计，省却了整体搭配造型的苦恼，穿在身上尽显仙女气质，细节之处精美绝伦，印花设计配合饱满的色彩，让你立刻成为人群中的焦点。不管是旅游还是出街拍照又或者是春游踏青，穿上它都是妥妥的完美。"
    },
    {
        "ad_id": 4,
        "ad_name": "流行衣苑",
        "pctr": 0.4554459311369332,
        "content": "牛仔裤是衣橱里一年四季都不可或缺的时尚单品，这款就是比较简约版型的，整体优选的牛仔棉弹面料更是提升了穿着的舒适感，腰身的纽扣以及隐形拉链，美观也满足穿脱自如。精美的卡通刺绣更是演绎了无限童趣感，裤身的破洞更是凸显出青春专属的时尚与个性。"
    },
    {
        "ad_id": 5,
        "ad_name": "焕彩服饰",
        "pctr": 0.3756043485620485,
        "content": "独特的网纱刺绣设计，更加俏皮可爱；过膝的长度设计，带来满满的安全感；时尚高腰腰型，塑造优美的身材曲线；半身裙是每个季节都不会过时的时尚元素，能够恬静地成为这个夏天不折不扣的主角，百搭的特性可以包含不同的风格单品，个性的网纱面料亦会让你的时髦变得轻而易举。"
    },
    {
        "ad_id": 6,
        "ad_name": "舒适衣家",
        "pctr": 0.3788418381460273,
        "content": "采用利落的剪裁工艺，将胸腰曲线展现的十分立体，收腰的设计，展示出你纤细傲人的身材。a字裙摆自然展开，弥漫出优雅的气息。袖子部分采用刺绣的设计，增添浪漫唯美的气息，饱满圆润的珍珠扣装饰，泛出莹润的雅致光泽，蕾丝装点添出一份小女人的柔美气息。"
    },
    {
        "ad_id": 7,
        "ad_name": "服装乐章",
        "pctr": 0.3669845261495731,
        "content": "oz家的这款真丝连衣裙，舒适质感搭配层次丰富的裙摆拼接，丰富而不会觉得繁琐，视觉上尽显优雅的气质！腰部拼接的木耳褶边，加以细碎的褶皱尽显俏皮和可爱感！裙身上<UNK>的印花，是一种很有艺术韵味的花朵，素雅好搭配的色彩，上身大气又尽显温柔感！"
    },
    {
        "ad_id": 8,
        "ad_name": "美丽衣坊",
        "pctr": 0.3439660903556374,
        "content": "这款针织连衣裙，是经典的黑色款，衣身的撞色线条时髦摩登，出街实力吸睛！衣身领口吃采用经典黑、白、红撞色，清新靓丽的大v字设计，糅合低调、浪漫与热情，彰显摩登的时尚感。中长款的宽松款式，落肩的设计轮廓勾勒简约裙装，轻松修饰身材小秘密，俏丽又显瘦！"
    },
    {
        "ad_id": 9,
        "ad_name": "衣服馆",
        "pctr": 0.4729113876976754,
        "content": "这款对称撞色连衣裙，大胆玩转不对称的艺术美。左右对称拼色<UNK>两件的设计，瞬间让你摆脱路人甲的穿搭造型，成为街头最出彩的<UNK>。斜条纹的设计，更是摆脱纯色调的呆板无趣，让你穿出腔调感来。v字领口设计，更是完美凸显颈部的纤长线条。"
    },
    {
        "ad_id": 10,
        "ad_name": "格调潮馆",
        "pctr": 0.38505571482025625,
        "content": "领口的松紧设计可以视觉上收紧脖颈，营造完美天鹅颈，优雅迷人，同时腰间的松紧设计收紧腰身，轻松露出小蛮腰。性感撩人，二者相互呼应，打造出完美比例。优雅长裙是是女神们的最爱，仙气十足。大片花卉让人仿若置身花海，远远望去像是花中仙子，沉迷其中。"
    },
    {
        "ad_id": 11,
        "ad_name": "流行衣店",
        "pctr": 0.43936620522463543,
        "content": "a字型轮廓的一条连衣裙，不显身材的设计，还不挑人穿，无论你是高个子，还是小个子，都可以轻松的驾驭，让你轻松展现魅惑的女人味。木耳花边的设计，显露穿着甜美感，立领的领口，修饰脸型，显脸小的视觉效果。鱼尾的裙摆，是个性感的设计。钉珠的点缀，增添服装的层次，与潮流感。"
    },
    {
        "ad_id": 12,
        "ad_name": "衣物梦工厂",
        "pctr": 0.45006399845412537,
        "content": "见惯了摩登的都市女郎，不妨来点独具匠心的民族风情。此款连衣裙，采用传统交领改良设计，颈部的优美线条瞬间凸显出来，女人味儿十足。斜襟与袖口的仿<UNK>珠扣装饰，非常有古典风味。醒目的印花加上明亮的颜色，色泽的碰撞形成了一大冲击感，低调奢华。"
    },
    {
        "ad_id": 13,
        "ad_name": "经典衣屋",
        "pctr": 0.37707066201437434,
        "content": "轻盈蓬松的网纱裙，性感中又略带点小女人情怀，朋友聚会或是参加婚礼都是不错的选择。外层网纱层次分明，可爱的小木耳边元素，层层叠叠的蛋糕裙，特别有少女心，精心挑选的柔软细网纱，不易勾丝还能时刻保持飘逸感，整身都是小细节的网纱裙，满足你的薄纱情结。"
    },
    {
        "ad_id": 14,
        "ad_name": "潮流服装店",
        "pctr": 0.46891678283014043,
        "content": "BRAND的这款睡衣裙，设计师将蕾丝元素运用到衣面设计中，拼接的蕾丝花纹遍布裙面，营造出隐隐的透视感，身型曲线若隐若现，将优雅与性感相结合。肩带上配以字母的印花设计，为整体增添时尚气息，可自由调节松紧度，给人自由的穿着体验感。面料主材质为彩棉，给人亲肤舒适感。"
    },
    {
        "ad_id": 15,
        "ad_name": "潮人衣阁",
        "pctr": 0.43111390851181675,
        "content": "连衣裙做了长版的样式，配合着宽松的剪裁，垂坠感很强，裙摆上还加入了褶皱元素，更加易于带来极强的灵动气息，还能巧妙的掩盖身材小缺点。而裙身下方还选用了条纹拼接，木耳边环绕一周，尽显时尚魅力，同时也打破了纯色调的单一感，层次性油然而出，动人无比。"
    },
    {
        "ad_id": 16,
        "ad_name": "简约衣秀",
        "pctr": 0.3923331807654998,
        "content": "非常具有细节设计感的连衣裙，灰白色的条纹设计，色调经典又美观，带来恬静的贵族风格，上身横纹简约大气，下身的竖纹设计，更加显瘦和纤细。肩部的两朵小刺绣花卉，显得精致典雅，具有点睛之效，喇叭短袖设计，复古又很时尚，收腰<UNK>更加突出造型。"
    },
    {
        "ad_id": 17,
        "ad_name": "青春衣阁",
        "pctr": 0.33177635477887846,
        "content": "蕾丝面料<UNK>哒，女人味达到<UNK>造ji的位置连衣短款裙，优雅时尚范满满，名媛气质仙女时尚风格满满裙身细节部分也是real感人，不低俗，竟然还过分的仙袖子处的若隐若现，撩人到无懈可击polo领，有点禁欲，总体搭配出的效果翻倍！短款剪裁"
    },
    {
        "ad_id": 18,
        "ad_name": "新潮衣坊",
        "pctr": 0.40425700588222274,
        "content": "蕾丝喇叭袖上衣，搭配鱼尾包臀背带裙，整体造型给人甜美可人的感觉。偏爱蕾丝的浪漫柔情，流露别致女人味。喇叭袖的设计凸显别样浪漫，透露隐约小性感。两件套连衣裙，平添视觉层次感。鱼尾的设计修身显瘦，喇叭袖时尚减龄，纯色设计更加凸显女性知性高贵的气质。"
    },
    {
        "ad_id": 19,
        "ad_name": "简约衣橱",
        "pctr": 0.39475293619485174,
        "content": "半身裙是采用a字型前面开叉的设计风格，不仅有个性时尚还能在走动间露出纤细的双腿，不失性感又潮流。裙底的毛边，显得随性慵懒又自在，高腰的裙身，把身材比例拉长。流畅干净的线条，和裙身两侧的大口袋，可以装点随身携带物品，方便实用又美观，自带休闲气质。"
    }
]