[
    {
        "ad_id": 0,
        "ad_name": "奢尚服饰",
        "pctr": 0.4380108728951283,
        "content": "轻盈的网纱裙上绣上树叶和花朵，别致的造型更显甜美，没有大面积的运用，适当留白更有艺术气息，钉珠的加入又为它增加了奢华感，立体精致。大面积的网纱为你营造出浪漫气息，朦胧的的小性感呼之欲出，胸部和裙摆都配上内衬，贴心防走光。高腰线的运用，凸显挺拔，过膝长度更女神范，优雅大气。"
    },
    {
        "ad_id": 1,
        "ad_name": "衣饰乐园",
        "pctr": 0.34169799105884413,
        "content": "这款齐腰短外套，采用中西结合的造型设计，融入中国风的盘口<UNK>元素，展现女性温婉知性魅力。精选提花亮面面料，明暗有致的反光效果，使整体立体感十足。衣身部分，鼓起的衣身遮肉显瘦。齐腰的衣长处理，提高腰线，衬出大长腿。<UNK>的优美弧线，美化脖颈曲线。束口灯笼袖的设计，修饰手臂，亮眼抢镜。"
    },
    {
        "ad_id": 2,
        "ad_name": "新颖衣橱",
        "pctr": 0.38748674434035946,
        "content": "真心美到cry的一款牛仔半裙！一点点知性，一点点优雅感，气质宁静迷人~运用今年大热流行的蝴蝶元素，一改之前硬朗帅气的设计，增添了很多女性化元素，重工蝴蝶刺绣，每只蝴蝶大小不同，栩栩如生，刺绣非常精美！有蝴蝶翩翩起舞的即视感，蝴蝶不是直接绣上去，而是做好之后再车上去，工艺着实够复杂！"
    },
    {
        "ad_id": 3,
        "ad_name": "潮流服装店",
        "pctr": 0.4840457082354501,
        "content": "时尚加分的拼接设计，在视觉上丰富了服装的层次感。把不同图案、面料组合在一起，碰撞出个性抢眼的休闲风。让你秒变不折不扣的潮流<UNK>，走在<UNK>之中别提多吸引人了。十分宽松的裤腿设计，从远处看，有种半身裙的既视感。恰到好处的隐藏住略显不完美的腿型，既时髦又飘逸，好感度up。"
    },
    {
        "ad_id": 4,
        "ad_name": "炫酷衣屋",
        "pctr": 0.4781302216624605,
        "content": "很气质有范的版型让人穿起来干净舒服，就算小个子女孩也能驾驭的，穿上仍具有一样美美的气质。很有夏日感色系，搭配肩部设计很特别，不夸张但也能体现你的个人品味，知性又浪漫。腰部蝴蝶结的装饰结合一步裙摆的设计凸显身材高挑，勾勒出曼妙的身姿，打造属于自己的优雅，提高众人回头率。"
    },
    {
        "ad_id": 5,
        "ad_name": "个性衣坊",
        "pctr": 0.4308217045980208,
        "content": "这条颜色素雅的长裙，以纯净的白色作为底色，辅以印在裙上的点点小碎花，<UNK>勾勒出一幅生动优美的“风景图”，给人一种大自然的清新之感，好似吸收新鲜空气的那种舒畅感。腰间贴心地设计成松紧腰，将腰线很好地展现出来，十分纤巧，在裙子的侧边，有着一个隐形的拉链，能够让你穿脱自如。"
    },
    {
        "ad_id": 6,
        "ad_name": "炫潮衣阁",
        "pctr": 0.39147225605053615,
        "content": "连衣裙采用麂皮绒面料制成，细腻顺滑有光泽，穿着自然舒适。麂皮绒经过设计师精心剪裁和缝纫，结合清新的素色印染，展现出简洁大方的版型，边缘整齐走线流畅，不易脱线经久耐穿。除此以外，吊带式的设计和腰间的蝴蝶结腰带相呼应，洋溢出浓浓的青春活力气息，打造出小清新的文艺女青年形象。"
    },
    {
        "ad_id": 7,
        "ad_name": "优选时尚",
        "pctr": 0.30038802152973304,
        "content": "魅力女人味，还是要从连衣裙开始诉说起来~美观的中长连衣裙，它有着时尚系带v领，样式简洁大方，更加的富有女人味的感觉。而清新浪漫的碎花元素，分布在这款连衣裙的全身，样式优雅，最显清新感觉。加上这款它还有着精致的喇叭袖设计，在修饰了你手臂线条后，尽显出一种独特和浪漫。"
    },
    {
        "ad_id": 8,
        "ad_name": "流行尚品",
        "pctr": 0.4734825716604393,
        "content": "这款带着水洗的做旧质感的牛仔连衣有着独特的迷人味道。v领的设计，显露出迷人性感的脖颈与锁骨，显瘦显脸小，上身气质又女人味十足哦。从v领延续下来的门襟一直到裙摆，以包扣点缀，加上扭结的高腰设计，时髦感爆棚哦。右边袖口和背后的民族风精致绣花，更让整体展现复古的优雅与恬静。a字裙摆，灵动飘逸。"
    },
    {
        "ad_id": 9,
        "ad_name": "丽尚服装店",
        "pctr": 0.3551634694836252,
        "content": "裤型很棒。裤脚口做了毛边的设计颜色<UNK>了比较正的浅色水洗牛仔色，右腿膝盖的位置做了假破洞的设计，破洞是不露肉的设计，在里面拼接了一块深色牛仔布，撞色的拼色给人独特的视觉效果，对于腿型不那么好看的姑娘来说，也是可以放心入的。牛仔棉布面料，舒适度好。颜色是水洗的刚刚好的蓝。"
    },
    {
        "ad_id": 10,
        "ad_name": "衣服汇",
        "pctr": 0.3501997270032492,
        "content": "大气活泼的红色裙身，会是一抹很独特的存在；精致的v领，能优化颈部的曲线，还能在不经意间，看到迷人的事业线；腰间增加了荷叶边的点缀，既能优化腰部的曲线，还带着立体的美感；精美的印花，装饰着衣身，丰富了裙身的色彩，精美有韵味会吸睛；轻薄的材质，透气性<UNK>保护肌肤。"
    },
    {
        "ad_id": 11,
        "ad_name": "青春衣坊",
        "pctr": 0.34779320380587475,
        "content": "复古的波点一直都是不败的经典，想来大家都有目共睹。柔美流畅的荷叶边与经典复古的波点相结合，性感有魅力，黑色的高腰裙设计，凸显出腰身的优美曲线，腰间无松紧，平整的腰部显得质感很好。而且在侧面拼接了隐形拉链用于日常穿脱，方便又贴心整体的版型偏宽松，行走之中带来足够的自由感。"
    },
    {
        "ad_id": 12,
        "ad_name": "经典衣柜",
        "pctr": 0.3061042466989121,
        "content": "春天来了，夏天还远吗？是时候准备一条美腻的连衣裙啦。粉色连衣裙是很多美少女一样就会爱上的单品，浅粉色不会给人过于甜腻的感觉，却又透着女孩的清新浪漫味道，很显气质。一字领的设计，大胆的露出肩颈曲线，带着几分性感，好身材显露无疑。直筒版型，肉肉女孩也可以穿哦，非常显瘦。"
    },
    {
        "ad_id": 13,
        "ad_name": "流行衣柜",
        "pctr": 0.4200939971401861,
        "content": "超美的蕾丝裙，优雅的花边领口，贴合肌肤，修饰柔美颈部线条，精致动人。袖口的蕾丝花边彰显几分俏皮感。背部隐形水滴拉链，精巧大气，拉合顺畅，方便穿脱。肩部镂空设计，不但精致，而且很清凉哦。流畅的叠层裙摆，丰富层次感。一体吊带内搭，避免走光。纯色的裙装，有种很圣洁的气质。"
    },
    {
        "ad_id": 14,
        "ad_name": "悦尚服饰",
        "pctr": 0.47273038034689707,
        "content": "这款来自梵凯的半身裙富有十足的设计感，采用了别致的不规则设计，凸显出时尚前卫的格调，再搭配俏皮的高腰设计，收腰提臀的同时还勾勒出优美迷人的身材曲线，而且还帮你拉长腿部比例，释放出优雅娇俏的小女人味。并且独特的弧形下摆还富有流畅的线条美，一颦一动间展现出灵动柔美的气质。"
    },
    {
        "ad_id": 15,
        "ad_name": "优雅衣苑",
        "pctr": 0.3480470345314527,
        "content": "集甜美的少女感和简洁风格为一体的连衣裙，胸前延伸一圈的压褶荷叶边设计，增加了立体层次感，让黑白条纹呈现出水波般荡漾。明线<UNK>外缝，凸出褶皱的线条，形成对比收边。两侧斜插口袋<UNK>方便，背后拉链拉和顺滑，吊带一字肩型设计，贴合肩部的织带，可根据身形伸缩长短，非常具有实穿性。"
    },
    {
        "ad_id": 16,
        "ad_name": "简约潮衣",
        "pctr": 0.44393271763053377,
        "content": "精美的蕾丝连衣裙拼接了双层喇叭袖，富有立体的层次美感。举手投足间也给人一抹灵动性，带有甜美减龄的气息，很有时尚感。同时，其鱼尾摆的设计能勾勒出美好的身形曲线，女人味十足。再加上，拼接的荷叶边使得裙身更丰富，有飘逸浪漫的感觉。而整款蕾丝连衣裙在穿着上很显瘦，又衬气质。"
    },
    {
        "ad_id": 17,
        "ad_name": "华美服装",
        "pctr": 0.4133781082178441,
        "content": "作为时尚界的一股清流，时尚连衣裙得到了都市女性的一致认可和青睐，它的设计风格简约，迎合了都市女性的审美追求。这款时尚连衣裙在设计上没有多余的修饰，但是优质面料无疑是一抹亮色，它让这款连衣裙可以自然而然的在街头脱颖而出，轻松打造出<UNK>高端路线，对于都市女性来说，简直再好不过。"
    },
    {
        "ad_id": 18,
        "ad_name": "炫彩时尚",
        "pctr": 0.435438035634815,
        "content": "气质的格子设计，复古时尚，polo领的设计，简洁大方时尚，越简单的版型，亮点就越让人惊艳，上身效果很好，款式很时尚有范，面料质感很高档。真丝材质摸起来手感顺滑，很有高级感。欧美范大气经典，修身遮挡腹部赘肉，让你穿上充满自信的魅力。条纹是经久不过时的潮流元素，尽显女性时尚气质。"
    },
    {
        "ad_id": 19,
        "ad_name": "靓丽衣装",
        "pctr": 0.38587713726577233,
        "content": "唯美时髦的连衣裙，充满了文艺的气息，呈现出知性洒脱的风采，随时随地都能显得曼妙别致。配以绚丽精美的系带设计，呈现出了新潮时尚的风采，优雅大气，给人以眼前一亮的视觉惊喜。一抹个性的系带，在领口处精心设计。展现出了潇洒知性的魔力，时刻都能够带来新潮的视觉美感，靓丽十足。"
    }
]