[
    {
        "ad_id": 0,
        "ad_name": "经典衣品",
        "pctr": 0.447455347873842,
        "content": "纯黑色调的交叉型背带裙，简约而不简单，让你的搭配随性不挑身材，尽显潮流与时尚，塑造纤细身姿。拉链衣门襟，方便穿脱，搭配两侧对称方形插袋，做工精细，缝合紧密，保持外观整体美感，实用而显大气感。包<UNK>型设计，讲究束腰显瘦遮肉，打造翘臀诱惑，提升你的女人味儿，彰显出诱惑与吸引力。裙摆开叉设计增添灵活性，减少束缚，让你的走姿更显优雅与端庄。"
    },
    {
        "ad_id": 1,
        "ad_name": "靓丽服装屋",
        "pctr": 0.33425500767344346,
        "content": "桑蚕丝是真丝中的翘楚，它能带给女性舒适亲肤的穿着体验，并具有轻盈垂坠的特性，作为高级时装的面料，也是高定晚礼服的时尚宠儿。这款真丝吊带裙充分诠释了桑蚕丝面料的高级之感，轻盈度和垂感都很赞，面料泛着淡淡光泽，夏季有出色的清爽与透气性能。印花图案总是具有化腐朽为神奇的力量，裙身的撞色印花增加几分轻奢味道，也让单品变得生动活泼起来，充满古典雅致之感。"
    },
    {
        "ad_id": 2,
        "ad_name": "舒适衣苑",
        "pctr": 0.36918295444056093,
        "content": "来自东北动物明星的原创“史前壁画”，描绘一个万物初开，烂漫<UNK><UNK>的年代。而<UNK>图案，这一回用的是仙味儿连衣裙呈现，上身后帮姑娘们悄咪咪减龄哟。双层的荷叶边元素丰富连衣裙的层次效果，使得裙子变得更加飘逸灵动，领口的木耳边轻盈而甜美，呼应荷叶边喇叭袖口，尽显女孩子柔美动人姿态，结合收腰a字大裙摆，尽显仙气十足的少女魅力。"
    },
    {
        "ad_id": 3,
        "ad_name": "丽人服饰",
        "pctr": 0.4365439673298629,
        "content": "网纱拼接长裙，网纱的点缀设计，舒适亲肤，但是又具有一点挺括性。粉色的甜美，延续女孩<UNK>对梦幻色彩的定义，整体是运用各种几何图形绘制出精细图案，绣花精致的点缀，带来复古宫廷感，演绎浪漫优雅气质。上半身的设计，略带性感味道。单层网纱的设计，不会显得过于膨胀。柔美的仙女色调，朦胧轻盈带着舒适的质感，用在连衣裙<UNK>温柔甜美。"
    },
    {
        "ad_id": 4,
        "ad_name": "流行潮衣",
        "pctr": 0.4162838772705626,
        "content": "螺纹立领的设计，复古韵味十足，衬托脖颈修长，使你赚足回头率。以串珠与亮片钉制成的花朵图案，点缀在前襟，光影重重散发出璀璨的光芒，巧妙的吸引眼球，衬托出端庄时髦的气场。腰间搭配一条双层的pu腰带，合身的裁剪设计，束出纤细的小蛮腰。蜿蜒的木耳边点缀在裙边，在垂顺流畅的线条里添一些立体挺括的视觉效果，只需微风拂过，更显蹁跹的步伐。"
    },
    {
        "ad_id": 5,
        "ad_name": "流行衣站",
        "pctr": 0.37474822489605497,
        "content": "连衣裙延续了一贯的版型，修身的立体剪裁上身之后可以提高腰线更显身材。拼接的睫毛蕾丝设计在视觉上很吸睛，凸显出个性不羁的感觉不会太过沉闷。领口很有宫廷气质的花边再加上深v设计看起来很精致，荷叶边的喇叭袖子上身之后有微微的透视感不会太过沉闷。裙身的提花图案不会太过花哨，很有少女气质。刚刚好盖过屁股的长度也不压个子，很适合大多数人穿着。"
    },
    {
        "ad_id": 6,
        "ad_name": "摩登衣舍",
        "pctr": 0.44827843056624195,
        "content": "背带牛仔短裙是最彰显潮流风尚的单品元素之一，采用棉质面料精心打造，柔软舒适给女孩儿的肌肤贴心的呵护。撞色背带造型个性吸睛，融入levi's元素与后部皮印章相呼应，展现出强烈的品牌质感。胸前的按扣闭合设计，美观的同时使穿脱更加方便。腰部置入松紧皮筋，贴合身体领穿着更服帖。宽松的裙摆十分有型，走线均匀平整，着在身上大方又有型。"
    },
    {
        "ad_id": 7,
        "ad_name": "时尚格子铺",
        "pctr": 0.4674920015239021,
        "content": "木耳边半立领，增添褶皱即视感，塑造花边效果，俏皮清新甜美可爱，进一步拉伸颈部线条，提升你的气质。袖口设计为系带结合，塑造喇叭袖造型，展现少女气息，轻松减龄。搭配同色系半身裙，网纱面料拼接，不规则裙摆，更显飘逸与大气，随着你的走姿翩翩起舞，引人注目。整体设计为同色系的两色搭配，形成渐变效果，拒绝单一丰富色调，靓丽清新，打造森系少女形象。"
    },
    {
        "ad_id": 8,
        "ad_name": "丽尚服装店",
        "pctr": 0.40633688605596635,
        "content": "精选纯棉弹力面料，手感细腻舒爽，吸汗透气性能<UNK>，特别适宜夏季穿着。采用新颖的水手服拼接浪漫纱裙的方式，呈现出不一样的唯美清新感觉。藏蓝色与白色条纹的搭配，为整件裙子赋予了更多优雅的意义。而水手领的运用，更成为视线中最美的焦点，完全展示出女孩的大方、活泼，对于远方的美好向往之情。小飞袖轻松甜美，搭配网纱层叠裙摆更显娇俏与可爱。"
    },
    {
        "ad_id": 9,
        "ad_name": "炫潮衣尚",
        "pctr": 0.43272887364720675,
        "content": "在裙身上做立体珠片堆砌的星星，和小星星形成对比的同时更显得格外的精致，小女人梦寐以求的连衣裙也<UNK>~在领口及裙摆上用撞色的定制金色网纱做镶边，网纱上特别的刺绣上了撞色的金色珠片，更为贴心的激光镶边，不会散口不说，细节感也做得到位，u型的大领口上系蝴蝶结，甜美一瞬间就出来了，微收腰的版型，裙摆却是散口的a型，甜美，更多的是女人味."
    }
]