[
    {
        "ad_id": 0,
        "ad_name": "炫酷衣店",
        "pctr": 0.38480210926782665,
        "content": "这款连衣裙精选优质的面料，不仅手感舒适，穿在身上还非常亲肤透气。宽松的款式穿脱方便的同时还非常显瘦。花边的设计也是一大亮点，使这条裙子更加甜美可爱。不对称下摆的设计也是时髦又别致。"
    },
    {
        "ad_id": 1,
        "ad_name": "丽人衣坊",
        "pctr": 0.44097241913599816,
        "content": "美好的春夏季节，可以用一款美美的蕾丝裙来应景，它会穿出你的精致与优雅，让你美得独特与别致。这款裙子上的蕾丝，具有很好的肌理感与挺括度，层次立体丰富，仿佛雕刻上去的一样，蕾丝的存在，让连衣裙别有风情与韵味。"
    },
    {
        "ad_id": 2,
        "ad_name": "经典衣阁",
        "pctr": 0.41437226591682375,
        "content": "纯色的连衣裙采用了圆领设计，配合上肩部的百褶斗篷设计，层次感强，还可以遮掩肩部的肉肉。采用了隐形拉链的设计，简洁又不会破坏整体的设计感，同时在穿脱时更加方便，领口处的透视网纱拼接更是性感而又不会过于暴露。"
    },
    {
        "ad_id": 3,
        "ad_name": "炫彩衣铺",
        "pctr": 0.4888084415654622,
        "content": "这款时尚牛仔裤选用优质的牛仔面料制作而成，质地厚实，纹路清晰，经水洗磨白破洞工艺处理后，增强了设计效果，上身穿着尽现不羁潮感；而半月型前袋，加入牛仔风格小口袋，裁剪贴合手型，穿着舒适更美观。"
    },
    {
        "ad_id": 4,
        "ad_name": "潮流衣轩",
        "pctr": 0.47491082023495396,
        "content": "此款为及<UNK><UNK>连衣裙，不对称的设计，更显瘦显高，翻折式活片打褶领口，圆型<UNK><UNK>肩带。采用立裁处理的腰部褶皱感，黑色与金色经典条纹，侧缝有隐形拉链便于穿脱。"
    },
    {
        "ad_id": 5,
        "ad_name": "魅力服装店",
        "pctr": 0.3451166220443616,
        "content": "中长款款式的气质款式连衣裙，中长款的版型女性穿在身上具有十足的休闲魅力与时尚的个性，极具女性十足的优雅气息。圆领的设计，能够凸显出女性的颈部长度。还能够很好的修饰出女性的淑女气息。"
    },
    {
        "ad_id": 6,
        "ad_name": "衣物风尚",
        "pctr": 0.43136297339566043,
        "content": "造型感十足的一款半身裙，经典的过膝长度，尽显矜持优雅。时髦的高腰设计，采用了松紧设计，显瘦又方便穿脱。抢眼的条纹印花，更是充满时尚活力；裙摆处做了不规则的设计，让你的每一步都摇曳生姿，展现与众不同的自己。"
    },
    {
        "ad_id": 7,
        "ad_name": "靓丽衣家",
        "pctr": 0.43443738276239,
        "content": "气质与舒适兼顾的一款连衣裙，因融入刺绣镂空设计，而尽显优雅迷人。小鸟刺绣图案精美逼真，除了透露着甜美大气的淑女气质，还兼备减龄效果。除了栩栩如生的刺绣图案之外，其细腻的针脚也透露出精湛的制作工艺。"
    },
    {
        "ad_id": 8,
        "ad_name": "靓丽衣行",
        "pctr": 0.4603125421638793,
        "content": "一款甜美优雅气质连衣裙，选用一字带v领设计，展现<UNK>的时尚魅力。另外选用花苞袖设计，丰富整体造型美感，更显甜美气质。搭配开叉裙摆设计，打造出一款与众不同的气质美衣，也就是此款连衣裙的亮点之处。"
    },
    {
        "ad_id": 9,
        "ad_name": "服装特供",
        "pctr": 0.4518531890092477,
        "content": "深绿色的底色上点缀白色的碎花印花，仿佛绽放在草地上的花朵，为了迎接春天到来。v型的领口既修饰脸型又能露出精致的锁骨。喇叭袖的半袖甜美活泼，还能衬托手臂的纤细。荷叶边的裙摆拼接俏皮减龄。"
    },
    {
        "ad_id": 10,
        "ad_name": "都市潮衣",
        "pctr": 0.39785940461129776,
        "content": "内搭的连衣裙，几乎每个人都有一件。但是像这件这么性感妩媚的很少，没有拉链，套头就可以穿，网纱的垂感很好，因此是很显瘦的，而且大身网纱另外做了压褶，因此有了百褶的效果，不规则木耳边抽褶拼接，更添吸晴亮点。"
    },
    {
        "ad_id": 11,
        "ad_name": "靓丽服装店",
        "pctr": 0.4779905747159519,
        "content": "本款喇叭袖纯色连衣裙，细边皮带高腰分割收腰，上身效果更加高挑纤瘦。领口立体感的半高花边点缀，更加显得有趣并精致。喇叭袖口花边装饰，使裙子具有更加独特的质感。单侧单排纽扣点缀细节，整体展现优雅气质。"
    },
    {
        "ad_id": 12,
        "ad_name": "个性衣家",
        "pctr": 0.4333699694454415,
        "content": "宽松板式设计的连衣裙，是非常好驾驭的款式，遮肉显瘦，又不失灵动的俏丽之感。小立领和斜襟盘扣的中式设计元素，使得本款连衣裙，在一众连衣裙中脱颖而出，上身后既有女性温柔甜美的一面，又不失复古的端庄优雅。"
    },
    {
        "ad_id": 13,
        "ad_name": "舒适衣屋",
        "pctr": 0.333057038861031,
        "content": "率性大方的裙身，加上经典百搭的收腰版型，轻松打造出了时尚大方感呢。更有着俏皮可爱的鱼尾裙摆以及靓丽打眼的鹅黄色裙身，尽显元气少女风范，减龄效果特别好还特别的有青春活力气息，适合各个年龄阶段的女生们穿着。"
    },
    {
        "ad_id": 14,
        "ad_name": "靓丽时尚",
        "pctr": 0.4290000127624771,
        "content": "这款连衣裙采用清新的格子元素，干净大方，视觉上给人十分舒服的体验。甜美的荷叶边从上延伸到下面，给人丰富的层次感，十分的淑女，一抹浪漫的气息油然而生，女神气质爆表。腰带的设计既起到装饰作用又显瘦。"
    },
    {
        "ad_id": 15,
        "ad_name": "青春衣橱",
        "pctr": 0.4130147533582659,
        "content": "半透一字肩设计的这款婚纱，再饰以立体花朵点缀其中，打造甜美公主范儿的同时，也更能凸显性感锁骨线条。而高腰加上<UNK>的裙型，上身则更衬优雅女神气质。水溶蕾丝面料的选用，更加彰显出了奢华品质感。"
    },
    {
        "ad_id": 16,
        "ad_name": "衣酷潮牌",
        "pctr": 0.3689375569379959,
        "content": "这款裤子是饱和度较低的蓝调牛仔配合水洗做旧效果，帅气的很低调，版型不要太赞，耐穿耐脏耐摩擦。宽松的裤型顺便把腿型不完美的问题一并解决，这个膝盖洞，透气<UNK>，<UNK>很<UNK>"
    },
    {
        "ad_id": 17,
        "ad_name": "时髦衣舍",
        "pctr": 0.49859032484935195,
        "content": "印花连衣裙真的是好穿且实用又时髦。衬上文艺格调的花边小立领造型，简洁利落，打造随性优雅的气质。以及领口采用镂空与系带设计，小小透出的肌肤，平添了不少性感韵味。唯美的双侧荷叶袖，特别显气质，而且显手臂纤细。"
    },
    {
        "ad_id": 18,
        "ad_name": "精致时尚",
        "pctr": 0.4767806272866242,
        "content": "雪纺工艺，更加的突出了质感，不论是前胸的褶皱花边，还是三层波浪式蛋糕裙下摆，都强调了这款裙子的独特，穿起来像优雅的小仙子。质地柔软细滑，搭配漂亮的项链装饰穿在身上回头率<UNK>高哦。"
    },
    {
        "ad_id": 19,
        "ad_name": "美丽衣橱",
        "pctr": 0.32527549584514853,
        "content": "这条连衣裙飘逸轻柔的雪纺材质加上不规则露肩的设计，一举一动之间透露着十足的仙女气质，甜美迷人。高腰的大裙摆在视觉上拉长了双腿，更显大气时尚。纤细的肩带和露肩的设计，更是“”心机”地完美修饰脸型和锁骨。"
    }
]