[
    {
        "ad_id": 0,
        "ad_name": "华丽时尚",
        "pctr": 0.4247027266991741,
        "content": "背带式的连衣裙，增添了青春俏皮的女性气息，上身起到了减龄的效果，展现出女性美好灵动的风采。腰部一根腰带的搭配，提升了整款设计的美感，在一定程度上起到了收腰的效果。单排扣的设计，美观又实用，同时彰显出优雅大气的女性风采。红色色调十分显白，美丽动人，凸显出精致的女人味。对称的口袋设计，发挥了实用效果。"
    },
    {
        "ad_id": 1,
        "ad_name": "个性服装屋",
        "pctr": 0.41440088135469033,
        "content": "可爱与性感兼并的双面性时尚。这一款包臀裙，阳光黄的颜色非常特别，不止显白，而且能给你添加不少温柔的气质。膝盖以上的长度能显腿长而包臀的设计，能完美展现你的身材比例，极具女人味。让人心动的是裙身的花边，充满个性，适合轻熟女。经典的褶皱元素，化作甜美含蓄的百褶，显得青春又优雅，让人不由得回忆起那个校服裙摆飞扬的年代。"
    },
    {
        "ad_id": 2,
        "ad_name": "都市潮衣",
        "pctr": 0.476411526176514,
        "content": "黑色是很典雅深沉的，既能够修身显瘦还能够衬托皮肤的白皙让你看起来更加的充满魅力。半身裙的长度恰到好处，搭配高腰的版型可以说是很时尚又充满美感了。金属纽扣的装饰，就如同沙漠里面的<UNK>一般让裙子充满了生命的活力，粗线条的重工点缀增加了立体感和层次感，口袋的设计可以说很贴心的，能够放一些贴身的物品。"
    },
    {
        "ad_id": 3,
        "ad_name": "时尚衣阁",
        "pctr": 0.40134732604111484,
        "content": "玛玛绨连衣裙a字版型的裙式设计，少女感十足，洋溢着满满的青春俏皮范儿，穿着巧妙的减龄。a字<UNK>显瘦的效果也十分的出色。<UNK>的裙摆，隐藏住调皮的赘肉，衬托出更纤细修长的腿部线条。较高的包容度也方便不同身型的女生穿着。裙身随意的褶皱，更为整体增添了一丝休闲感。百搭又减龄的款式，轻松的凹凸你的造型。"
    },
    {
        "ad_id": 4,
        "ad_name": "酷炫衣吧",
        "pctr": 0.4545389836557741,
        "content": "难得温柔的连衣裙，让看到的人便觉得舒适，优美的木耳花边小立领，温柔的弧度缱绻，娇俏可人的小女人味，蝴蝶结系带，一丝复古甜美，让裙子变得生动，而简约舒适的版型更让整体加分，淡淡的蓝色不管是在春天还是在夏天都能给人一种舒适的感觉不会<UNK>。碎花纹，时髦的元素组合，赋予整款时尚度，同时透着<UNK>不精心的美。"
    },
    {
        "ad_id": 5,
        "ad_name": "舒适衣饰",
        "pctr": 0.4075718207507512,
        "content": "它像是夏天里的一朵含苞待放的花苞裙，宽松的抹胸一字领设计，这种版型属于谁穿谁好看的那种，恰到好处的展现迷人的锁骨和肩部线条而。蕾丝的优雅与浑然天成的甜美感，也衬托得无比细腻。立体裁剪<UNK>独有的柔美素雅，更是仙气满满，让你回头率爆表。加上气场强大的宫廷泡泡袖设计，搭配七种不同花型，造就了这件充满生命力的连衣裙。"
    },
    {
        "ad_id": 6,
        "ad_name": "优选服装",
        "pctr": 0.41299898856433215,
        "content": "日着在今年的夏装中，继续延续了蕾丝所代表的女性柔美一面的设计元素。在这一款连衣裙里，大胆地将<UNK>黑色的蕾丝面料附着在土黄色的棉布上，以无规则的车线工艺将两块面料进行了拼接，打造出了极度自然的垂坠感。同时，无袖搭配圆领的版型设计，更是将优美的脖颈以及臂部曲线展露无遗，凸显出了女性姣好的身材。"
    },
    {
        "ad_id": 7,
        "ad_name": "炫彩衣屋",
        "pctr": 0.45769263068344557,
        "content": "这条裙子一眼看过去就能带来甜美的即视感，优雅的一字领设计看上去十分的精致高贵。这样一条裙子穿在身上显得十分的少女，像是捧在手里的棉花糖。半透的喇叭袖设计看上去十分的飘逸，雪纺的面料使得袖子更加有垂坠感，有更好的视觉观感。胸前的系带穿绳设计可以有多种穿法，更加百搭多变。这样一条裙子既有少女的甜美又有轻熟女的娇俏。"
    },
    {
        "ad_id": 8,
        "ad_name": "流行衣店",
        "pctr": 0.42893962365162835,
        "content": "非常素雅的纯黑色连衣裙，低调雅致的色彩显得朴素干净，能够很好地显衬肤色。加持无袖方领的剪裁大气利落，给人以明朗亲和的气质感。纯黑色还自带高贵典雅的格调，配上收腰的伞型裙身更是亮眼出彩。显瘦修身的收腰伞摆蓬松轻盈，让上身效果非常有型。<UNK>的衣襟细节别致出挑，工整精致的包布圆扣保证了整体视感的和谐精致。"
    },
    {
        "ad_id": 9,
        "ad_name": "新潮服装店",
        "pctr": 0.4142295921751118,
        "content": "一款优雅的连衣裙，将女人气质十足的体现了出来，蕾丝的小吊带图案饱满，亲肤不扎手，也不用担心起球。里面的连衣裙甜美感十足，网纱的裙摆别有一番淑女名媛风。袖子做了一点微喇效果，增加了甜美的感觉。连衣裙面料亲肤舒适柔软，质感也灰常的好。冬天搭大衣、棉服都灰常的有韵味，逛街，居家，上班，旅行穿都很合适。"
    },
    {
        "ad_id": 10,
        "ad_name": "雅尚服饰",
        "pctr": 0.42405090290810915,
        "content": "对于爱好学院风的文艺少女来说，百褶裙简直就是<UNK>的标志。百褶裙是学院风的经典单品，可以说是永不过时。这条百褶裙采用了文艺的藏蓝色，看起来温和低调充满了宁静的气息。简单的设计搭配亮片装饰让这条裙子穿起来更加少女。面料的原因让裙子拥有良好的垂坠感，穿在身上不会显得臃肿。这样一条裙子完全可以<UNK>衣柜。"
    },
    {
        "ad_id": 11,
        "ad_name": "酷潮服装店",
        "pctr": 0.3089238683823154,
        "content": "可以给人眼前一亮的假两件连衣裙，裙身的上半部分为休闲随性的卫衣样式，裙身则采用了灵动飘逸的百褶裙摆拼接，毫不费力就可以穿出新潮时髦的层次感，简直就是懒癌患者们的福利款！优雅浪漫的百褶裙摆还小心机地加入了个性的撞色设计，瞬间让整体造型的色彩感更加地丰富显眼，很有复古的feel，而且还衬得人整个人很有气质，推荐啦~"
    },
    {
        "ad_id": 12,
        "ad_name": "独特衣馆",
        "pctr": 0.34762134363844766,
        "content": "这款连衣裙第一眼就美得让人窒息，在温柔的网纱织面上，点缀了炫目晶莹的亮片元素，看起来层次丰富而梦幻，流露出的朦胧感特别美妙，颇具华丽隆重的贵族气息。甜美的抹胸式设计更加有女人味，可以尽情展现女生的曼妙身姿。三层蛋糕裙摆仙气满满，<UNK>着每一位有着少女心的girl，简单一件就能让你秒变小公举。"
    },
    {
        "ad_id": 13,
        "ad_name": "炫潮衣尚",
        "pctr": 0.31460008661445593,
        "content": "重工亮片裙，静谧的夜空，深蓝底，亮片蝴蝶，华丽丽的<UNK>，穿上给人一种神秘的奢华感，更是流露出无以复加的梦幻气息，上身仿若<UNK>，两根细细的肩带道出专属于女人的似水柔情，给人清爽感受的同时传递着打动人心的美感。收腰放摆的经典廓型，美好修饰女性的身材曲线！裙摆在透视纱的笼罩下，上身有一种朦胧梦幻缥缈的美丽。"
    },
    {
        "ad_id": 14,
        "ad_name": "精致服装店",
        "pctr": 0.35039307775073864,
        "content": "手感光滑柔软的面料，拥有极佳的垂坠感。清爽简洁的a字廓形，剪裁利落，上身优雅大方，洋溢着满满的文艺气息。贴心的高腰设计，轻松勾勒腰线，凸显纤细腰肢。腰部的<UNK>处理，巧妙的塑造了裙身的层次变化，增强裙身立体廓形感。前门襟处采用单排扣固定，精致的格纹圆扣，带来浓浓的复古学院风，有趣又独特，颇为时尚减龄。"
    },
    {
        "ad_id": 15,
        "ad_name": "时尚衣柜",
        "pctr": 0.43840013572159464,
        "content": "柔和的黄色能给人带来一股暖意，轻盈的雪纺面料柔软的手感让你浑身散发女人味。时尚简约的大圆领设计，让整体看起来更有活力，穿着可爱减龄；衣袖还采用了透视面料制作，能够修饰出纤细手臂，突显性感魅力；不规则的下摆设计，给整体增添了立体层次，穿着起来也十分灵动飘逸。穿上这款连衣裙，走在大街上绝对回头率满满哟。"
    },
    {
        "ad_id": 16,
        "ad_name": "轻奢衣社",
        "pctr": 0.49012313514589934,
        "content": "这是一件充满慵懒与个性之感的衬衫裙，整体采用宽松版型加上<UNK>不规则剪裁，随性中又带着慵懒气息，尤其是露肩设计展露骨干肩部，轻松展现出女性性感之味。纯色色调更是与夏季搭配适宜，简简单单但是充满纯粹感。同时设计师又采用了<UNK>以上含<UNK>材质，不仅舒适亲肤，而且十分吸汗，即便是炎炎夏日也不会感到粘腻。"
    },
    {
        "ad_id": 17,
        "ad_name": "炫彩衣阁",
        "pctr": 0.46768946050484905,
        "content": "蓝白条纹相间的裙身，清爽得如同<UNK>清冽的<UNK>，颠覆传统的条纹裙身设计款式，横条纹的上身，显得女孩十分安静，而下摆采用不规则的竖条纹拼接，结合a字下摆版型，瞬间让视觉效果灵动了起来，女孩子显得更加有活力。胸前又以彩色的刺绣线条点缀，完美地结合白色条纹，构成了一幅下雨图，浪漫新颖，又增添了裙身层次亮点。"
    },
    {
        "ad_id": 18,
        "ad_name": "青春时尚屋",
        "pctr": 0.4787327673399824,
        "content": "连衣裙一直是女性们出街凹造型的神器，它兼具着时尚与百搭的特性，让很多美眉们爱不释手。这款连衣裙，下摆处采用不规则的设计，时尚而带有层次感，浪漫飘逸，同时为整体增加了设计感，让你行走间展示女神般的魅力。融入条纹的设计，清新雅静，不仅丰富了整体的视觉效果，同时还能拉长身形，散发出女性优雅知性的时尚气质。"
    },
    {
        "ad_id": 19,
        "ad_name": "简尚衣坊",
        "pctr": 0.46846266488448357,
        "content": "网纱连衣裙透露着浪漫的女人味，裙身别致的撞色拼接格调呈现新颖的时髦感，精致的发酵着性感和优雅。简约的翻领修饰颈部线条，门襟一排扣装饰闭合，若隐若现的轻薄质感，弥漫着神秘的气息，恰如其分地诉说一半唯美一半优雅的情怀，袖口抽褶工艺呈现微喇叭的袖口，腰间配弹力腰带。下垂自然的裙摆轻盈飘逸，传递着冬日的浪漫。"
    }
]