[
    {
        "ad_id": 0,
        "ad_name": "舒适衣家",
        "pctr": 0.49812468157757384,
        "content": "过膝至脚踝的长度将双腿都隐藏在裙身当中，再搭配上高腰的设计，展现出曼妙高挑的身材。淡粉色的款式更能衬托出甜美的气质，小巧的印花图案还增添了淑女感，也有减龄的效果。ｖ领搭配系带的设计更显乖巧，风琴百褶的裙摆富有层次，轻盈流动。"
    },
    {
        "ad_id": 1,
        "ad_name": "新颖衣橱",
        "pctr": 0.31344834139529026,
        "content": "简简单单的字母t，想呈现什么样的风格就看你自己发挥了。和各种短裤短裙都<UNK>，如果遇到不会搭配的下装不妨和这件搭配试一试。在如果你已经有了米色的t，推荐可以再入一件橡皮粉色，来给你的衣橱增加一些可搭配的色彩。"
    },
    {
        "ad_id": 2,
        "ad_name": "美尚服饰",
        "pctr": 0.4746366184706835,
        "content": "镶边立领搭配精致的花边和桀骜的钉珠，将新时代年轻女孩的性情展现的淋漓尽致。拼接的半灯笼袖设计，不会显得手臂粗壮，还给整条裙子增添了活力。这条连衣裙，精致华美的同时又兼具桀骜不驯的街头气息，自由自在做自己，才是年轻人应有的态度。"
    },
    {
        "ad_id": 3,
        "ad_name": "焕彩服饰",
        "pctr": 0.39960505418596826,
        "content": "上衣铺满了红色印花图案，且图案多样，丰富靓丽，清新优雅。红色蝴蝶结，在优雅的基础上增加了一丝俏皮可爱，更显青春活泼，喇叭袖口，繁复多样，显出复古基调，时尚大方。白色高腰短裙，拉长腿部线条，让身材比例更加完美，整个人青春优雅。"
    },
    {
        "ad_id": 4,
        "ad_name": "衣服时尚",
        "pctr": 0.49083109813171055,
        "content": "这款独具学院风格的连衣裙采用背带的版型设计，穿搭起来更具减龄的效果，让你充满少女的<UNK>气息。格纹的BRAND图案修饰其中，衬托出满满的格调，文艺气息脱颖而出，蛋糕裙效果的层叠裙摆造型又很有立体感，看起来很有活力，穿起来更加年轻。"
    },
    {
        "ad_id": 5,
        "ad_name": "炫彩潮衣",
        "pctr": 0.4771459014848495,
        "content": "以未来的视角，<UNK>丝绸之路，从<UNK><UNK>出发，寻找唯美壁画。吊带裙的正反都印有丝绸海景印花，充满着<UNK>风情。吊带装饰有<UNK>扣，可以调节长短，也非常别致。唯美长裙，显示出西方宫廷装细节，高贵典雅。"
    },
    {
        "ad_id": 6,
        "ad_name": "潮流衣坊",
        "pctr": 0.31610588396887834,
        "content": "这款BRAND的半身裙，采用高腰修身的剪裁。其在视觉上巧妙的修饰着身材曲线，较短的裙摆露出修长的双腿，瞬间穿出大长腿的既视感。除此之外，其白色条纹的裙身点缀，具有较强的视觉冲击，在个性吸睛的同时，尽显不凡的穿搭品味。"
    },
    {
        "ad_id": 7,
        "ad_name": "时髦衣屋",
        "pctr": 0.40187079384782187,
        "content": "自在宽松的牛仔裙，利用编制肩带连接，营造出文艺乖巧的少女气质。自然做旧的牛仔面料，配以字母元素点缀，提升造型时尚度更显潮女独有的朝气活力。<UNK>配以荷叶边点缀，让你在青春俏皮的同时更多几分小女人的妩媚感。"
    },
    {
        "ad_id": 8,
        "ad_name": "炫彩服装",
        "pctr": 0.39960088101555163,
        "content": "时尚达人都喜爱的格子吊带裙两件套，个性优雅不过时，适合任何体型的人群穿着。遮肉显瘦，百搭经典的上上之选。时尚喇叭袖袖口设计，修饰手臂曲线，彰显优雅名媛气质。同色系腰带收腰设计，修身显瘦，凸显身材，整齐衣摆设计，修饰身形，彰显妙曼身姿。"
    },
    {
        "ad_id": 9,
        "ad_name": "优雅衣苑",
        "pctr": 0.4555248107687323,
        "content": "这款牛仔裙，背带的设计充满青春活力，减龄效果max。裙摆则选择的是直筒铅笔裙的版式，罕见而又不突兀的搭配让人眼前一亮，更是增添了优雅的魅力。下摆开叉设计，行走起来更加自如。高腰的版式在视觉上更是有显高的效果。"
    },
    {
        "ad_id": 10,
        "ad_name": "衣裙之家",
        "pctr": 0.4168043674297023,
        "content": "一款优雅文艺的仙女裙，浪漫的星星印花布满裙身，穿着灵动飘逸，仿佛就是不被世俗污染的林间仙子；独特翻边娃娃领，甜美可人的造型，让每个女孩子都怦然心动；宽松的版型，即使是身材丰腴的mm也能轻松驾驭；另配有抽绳收腰，轻松勾勒出妙曼身姿。"
    },
    {
        "ad_id": 11,
        "ad_name": "潮流衣尚",
        "pctr": 0.489382937052525,
        "content": "复古的刺绣工艺，经过现代时尚的演绎，展现出女性柔美气质，同时增强时尚气场。中短裙的版型设计，飘逸的裙摆，小个子也可以穿出大长腿的既视感。精致的后领盘扣设计，古典雅致，衬托出女性独有的韵味。收腰的版型剪裁，勾勒出曼妙身姿曲线。"
    },
    {
        "ad_id": 12,
        "ad_name": "摩登服装",
        "pctr": 0.3863284203620405,
        "content": "好像小黑裙总会给人一种很神秘很妩媚的感觉，裙身采用秀气的圆领设计，贴合颈部，凸显知性优雅，展现女性的天鹅颈。以及领口设计了小镂空的裁剪，微露肌肤，平添了不少性感韵味。肩部采用蕾丝的拼接，显得甜美带洋气的气息。"
    },
    {
        "ad_id": 13,
        "ad_name": "时尚衣阁",
        "pctr": 0.42404915295965795,
        "content": "很有女人味的一款两件套连衣裙，若隐若现的网纱搭配顺滑的雪纺，袖口那一部分将手臂的肉肉都藏起来，增添了波点元素，上身满满的可爱气息。吊带裙是深v的设计，带着点<UNK>的小性感，a字裙摆才将利落，能很好的修饰身材线条。"
    },
    {
        "ad_id": 14,
        "ad_name": "时尚衣汇",
        "pctr": 0.40553602872352656,
        "content": "素雅的浅粉色在炎炎夏日给你清爽的感觉。一款别致的连衣裙带你领略美丽风景，简约的圆领系带设计衬托出女性脖颈部线条和小巧的脸型，靓丽印花的点缀散发出浪漫柔美女性风情，喇叭袖凸显温婉而又不失时尚，裙摆设计行走间尽显女性自信和魅力。"
    },
    {
        "ad_id": 15,
        "ad_name": "都市衣阁",
        "pctr": 0.47615013797384137,
        "content": "纯色的色彩使用，时尚百搭，出行更加的便捷。腰间系带的工艺，轻松修饰女性完美身姿，塑造女性完美腰型。半袖的制作工艺，让穿着活动更感轻松自由，体验畅快无拘束的穿着效果。中长款的裙型制作，拉长女性身形比例，视觉显身高。"
    },
    {
        "ad_id": 16,
        "ad_name": "青春衣社",
        "pctr": 0.3722034794780529,
        "content": "自带女主光环的一套，仿佛带入了90年代电影里。醋酸手感细腻温柔融入了藕粉拼红色更是微妙,请给春天来点“洋气”裙摆的压褶恰到刚刚好，层次感也凸显了出来，配温柔的藕粉基本款上衣更显得人知性温柔。两款无论是单穿还是组合都不失特色~"
    },
    {
        "ad_id": 17,
        "ad_name": "个性衣饰",
        "pctr": 0.3018182710158314,
        "content": "黑色的裙身并没有带来沉闷乏味的印象，七格格的设计师用生动形象的印花装点裙身，反而显得活泼减龄。它采用轻盈垂坠的雪纺纱制成，更是在行走间带来了灵动和飘逸浪漫。裙子的下摆带有顺应复古潮流的百褶，无形中加大了裙身。"
    },
    {
        "ad_id": 18,
        "ad_name": "时尚衣橱",
        "pctr": 0.41359164106383156,
        "content": "怡人的春季，怎能少了一件浪漫轻盈的连衣裙，奶驼色的面料，散发着一阵迷人的温柔气息，清新的格纹，让整个季节都明朗起来。荷叶边的点缀浪漫唯美，下摆是鱼尾裙设计，旋转着柔和的阳光里，彰显灵动的气质，既有减龄效果，又不会显得幼稚。"
    },
    {
        "ad_id": 19,
        "ad_name": "优雅服饰",
        "pctr": 0.43970280849472965,
        "content": "来自<UNK>自制的连衣裙采用今年大热的焦糖色，就像巧克力一样，甜蜜又不腻人。腰带的贴心设计，让宽松的版型也能拥有s曲线。上身简约的衬衫式翻领，衬托小v脸，带来一股职场ol风，加以百褶下摆的点缀，一起述说无尽温柔。"
    }
]