[
    {
        "ad_id": 0,
        "ad_name": "Dole",
        "pctr": 0.4869083951444645,
        "ad_copy": "Getting kids to eat fruit isn't rocket science. It's Astronomy. Some kids don't like fruit. And getting them to eat it has been quite a challenge. Until today. Because now Dole fresh pineapple comes in cute, little shapes. There are stars and moons for little astronomers. Fish and turtles for little oceanographers. And, thank heaven, a little peace of mind for you."
    },
    {
        "ad_id": 1,
        "ad_name": "Taster's Choice",
        "pctr": 0.49928489445653534,
        "ad_copy": "One cup of hot milk. One teaspoon of Taster's Choice. One wonderful cup of Cafe au Lait. It's as easy as 1-2-3. Taster's Choice brings you the smoothest Cafe au Lait this side of the Eiffel Tower. Visit our website for a free sample. That's www.tasterschoice.com You'll feel like you've just been to Paris."
    },
    {
        "ad_id": 2,
        "ad_name": "Dannon Yogurt",
        "pctr": 0.4019014786367421,
        "ad_copy": "A national taste test proves it. Dannon Lowfat Plain Yogurt is the best-tasting of all plain yogurts. And with a yogurt that good, it doesn't seem fair to be called just \"plain\". So now Dannon Plain is Dannon Premium Plain. It's just as rich, creamy, and delicious as ever, but with no artificial anything ... which means it's plainly the best. A very healthy habit for life. DANNON."
    },
    {
        "ad_id": 3,
        "ad_name": "Ethos Water",
        "pctr": 0.34258336726110616,
        "ad_copy": "Ethos Water was born out of the direct personal experience of founder Peter Thum. In 2001 Peter worked for six months on a business consulting project in South Africa. During this time he saw people who didn't have access to clean water or sanitation services and the dire implications that this had for their lives."
    },
    {
        "ad_id": 4,
        "ad_name": "Mazola",
        "pctr": 0.39964266586518965,
        "ad_copy": "There are other oils with 1 gram of saturated fat per serving. But Mazola Right Blend is a unique combination of pure canola and corn oils. It's perfect for salads and cooking because its light touch never masks the taste of your food. So you could say, it's the best cooking oil you've never tasted."
    },
    {
        "ad_id": 5,
        "ad_name": "Godiva Chocolate",
        "pctr": 0.4884255793033272,
        "ad_copy": "Godiva chocolate. It's like mistletoe, only more effective. In fact, there's no telling what type of reactions you'll receive when you give Godiva this holiday season. But one thing is for sure. It will be worth it to find out. Call 1 800 9 GODIVA or visit us at www.godiva.com."
    },
    {
        "ad_id": 6,
        "ad_name": "Carnation",
        "pctr": 0.34757945753743924,
        "ad_copy": "As a parent, you're supportive of whatever it takes for your kids to be successful. Part of that is making sure they have a nutritious breakfast, like Carnation Breakfast Essentials with protein and 21 vitamins and minerals. After all, there's nothing like watching them grow. Carnation Breakfast Essentials. Good nutrition, from the start."
    },
    {
        "ad_id": 7,
        "ad_name": "Ziploc",
        "pctr": 0.42371676419725934,
        "ad_copy": "Salad as a meal can be simple and fresh. The need for healthy, fresh lunches and fast, easy suppers have turned pasta into the new centerpiece. Aside from being quick, cheap and easy to find, pasta also comes in lots of shapes for those who need variety. Pasta salad's other key ingredient: fresh vegetables, kept that way with the help of ZIPLOCK brand SLIDE-LOC bags."
    },
    {
        "ad_id": 8,
        "ad_name": "Atkin's Advantage Bars",
        "pctr": 0.3342139952208755,
        "ad_copy": "It's simple, really. You eat an Atkin's Advantage bar and it tastes delicious. So you have one for lunch or a snack, and you stay satisfied. You stay satisfied, and you stay low carb. You stay low carb, and you lose weight. See, simple. Atkin's Advantage Bars. A satisfying snack on the go."
    },
    {
        "ad_id": 9,
        "ad_name": "Tyson Beef Tips",
        "pctr": 0.3568984757104893,
        "ad_copy": "Have you had your protein today? To help keep you and your family going strong all day long, try Tyson Beef Tips in Gravy. It's protein you can really sink your teeth into. Pre-seasoned, slow-cooked, and ready in five-minutes. Look for Tyson Beef Tips in Gravy in your grocers' meat section. And for power-packed recipes, visit Tyson.com."
    },
    {
        "ad_id": 10,
        "ad_name": "D-italiano Bread",
        "pctr": 0.4661964617174269,
        "ad_copy": "In Italy...the sauces are superb, the pastas...incomparable, the bread...unbeatable. The classic taste of Italy is captured in every slice of D'ITALIANO real Italian bread. Its hearty taste and home baked flavor give any meal or sandwich...the perfect accent. There's only one Italy...and only one real Italian bread. D'ITALIANO."
    },
    {
        "ad_id": 11,
        "ad_name": "Glaceau",
        "pctr": 0.37373878372611036,
        "ad_copy": "These are the days of our lives. We surf waves. Crowds. The Web. We travel. We work to play. We dres up and down. We chase horizons and rainbows. We don't take our time and so it all catches up with us. For those times, there is this: New Glaceau Vitamin Water. It's the antidote to feeling average."
    },
    {
        "ad_id": 12,
        "ad_name": "Pepperidge Farm",
        "pctr": 0.3381051197204489,
        "ad_copy": "Remember when you used to sit in your grandma's kitchen when she was baking homemade bread? And remember when she'd take a freshly baked loaf from the oven and top it with your favorite jam? Mmmmm! At Pepperidge Farm, our bread has the same wholesome goodness and flavor as grandma's -- and it's as close as the nearest grocery store. PEPPERIDGE FARM remembers."
    },
    {
        "ad_id": 13,
        "ad_name": "Planters",
        "pctr": 0.4219574643402467,
        "ad_copy": "Out of my love for Planters Nuts and Snacks, I'd like to become Mrs. Peanut. I remember how we met. A party. I saw him by the punch bowl...and immediately ditched the nut I was with. I couldn't keep my hands off him. We did everything together...picnics, carnival rides, synchronized swimming... I dunno, the nut makes me smile."
    },
    {
        "ad_id": 14,
        "ad_name": "Carb Solutions Bar",
        "pctr": 0.3928753834965274,
        "ad_copy": "It's simple, really. You eat a Carb Solutions bar and it tastes delicious. So you have one for lunch or a snack, and you stay satisfied. You stay satisfied, and you stay low carb. You stay low carb, and you lose weight. See, simple. Carb Solutions, low carb that fits into life."
    },
    {
        "ad_id": 15,
        "ad_name": "California Almonds",
        "pctr": 0.3451821922417669,
        "ad_copy": "California almonds are in! When you're talking almonds and the topic is fat, the good news is that it's mostly monounsaturated, like the kind you find in olive oil. In fact, almonds are low in saturated fat, high in vitamin E and cholesterol free. So now that you know the skinny on fat, make sure California Almonds are in."
    },
    {
        "ad_id": 16,
        "ad_name": "Dairy Queen",
        "pctr": 0.3119599918688215,
        "ad_copy": "The famously flippable, often imitated, never duplicated Dairy Queen Blizzard.\nThere's absolutely nothing like it....unless, there's two.\nRight now, buy your favorite Blizzard, and get another for just 99 cents.\nThat's buy one get on for 99 cents\nMusic from ...\nhttps://www.bensound.com"
    },
    {
        "ad_id": 17,
        "ad_name": "V-8",
        "pctr": 0.3852012402109751,
        "ad_copy": "A diet drink that's nutritious, too? How refreshing. Who says diet drinks have to be all style and no substance? Diet V8 splash not only tastes great, but gives you a full day's supply of Vitamins A and C, and lots of Vitamin E in each 10-calorie serving. Think of it as beauty, with the brains to match."
    },
    {
        "ad_id": 18,
        "ad_name": "Crystal Light",
        "pctr": 0.30473834142808487,
        "ad_copy": "Have you heard? New Crystal Light Grapefruit quenches a shade better. Unlike diet colas, Crystal Light Diet Soft Mix quenches nice and easy. Really fizz free. And when that light, luscious flavor goes down, it's good to know only 4 calories a glass are going down with it. CRYSTAL LIGHT ... for the quench of your life!"
    },
    {
        "ad_id": 19,
        "ad_name": "Atlanta Bread Company",
        "pctr": 0.3635551808217407,
        "ad_copy": "When you think of Atlanta Bread Company, don't just think 'bread'. Think of an entire breakfast menu - fresh-baked pastries, hot breakfast sandwiches and specialty coffees. Think of our Cafe with savory sandwiches, daily soups and crisp salads. And don't forget...we can cater your next special event or meeting! Atlanta Bread Company - more than just bread."
    }
]