[
    {
        "ad_id": 0,
        "ad_name": "The Blue Ox Beef Jerky Company",
        "pctr": 0.4889432312868283,
        "ad_copy": "Our jerky punches gas station jerky in the face. Seriously, this is the best beef jerky you can find. Man up and take it for a spin! The Blue Ox Beef Jerky Company. Real Men Eat Jerky."
    },
    {
        "ad_id": 1,
        "ad_name": "Unbelieva Burgers",
        "pctr": 0.31323921736093085,
        "ad_copy": "Unbelieva burgers are back! Bacon cheddar, chili-cheese, or mushroom swiss...just 2 for 3 bucks! Can't beat um gotta eat um. Unbelieva burgers just 2 for 3 bucks at Checkers."
    },
    {
        "ad_id": 2,
        "ad_name": "Lancome Juicy Rouge",
        "pctr": 0.33671801407278007,
        "ad_copy": "A delectable treat for lips that shines on and on. The sheer pleasure of a lipstick with just-picked juicy sweetness. RESULT: Delicious lips with lasting shine. In 12 ripe shades."
    },
    {
        "ad_id": 3,
        "ad_name": "Chicago Classic Pizza",
        "pctr": 0.35651653329803756,
        "ad_copy": "Get a taste of Chicago with our Chicago Classic Pizza. Smothered with pepperoni, sausage, mushrooms, green peppers, real mozzarella cheese and special herbs and spices, right now just $10.99."
    },
    {
        "ad_id": 4,
        "ad_name": "Tastybite",
        "pctr": 0.38990189854299756,
        "ad_copy": "That moment when you have your first bite of Tasty Bite and you realize...\nYou just had healthy, delicious Indian and Asian food in just 60 seconds... in your dorm room.\nIt's a whole new meal plan.\nTasty Bite. One bite will change everything."
    },
    {
        "ad_id": 5,
        "ad_name": "Norte Refresher Health Soft Drink Spot",
        "pctr": 0.31094931885569405,
        "ad_copy": "Introducing a whole new kind of soft drink. With real fruit juice, 10% of your daily calcium and only 10 calories in every 8 oz. serving, it tastes so good you can feel it in your bones. For delicious taste with calcium, the only way to go is Norte."
    },
    {
        "ad_id": 6,
        "ad_name": "Quaker",
        "pctr": 0.49566457281846793,
        "ad_copy": "Ever feel like temptation is following you? Now would be a good time for Quaker Mini Delights. Mmmm. (crunch sound) Now he makes me melt. (giggle) Quaker Mini Delights. Rich, chocolately, multi-grain cakes in a 90-calorie pack. Every day should be this good."
    },
    {
        "ad_id": 7,
        "ad_name": "Campbell's",
        "pctr": 0.42865047442397086,
        "ad_copy": "You always knew Campbell's was good. You just didn't know how good! Introducing Campbell's Ready to Serve Soups. Now, seven of your favorites, like Classic Chicken Noodle and Classic Tomato come ready to eat. Just microwave and eat. It's that easy. Campbell's. M'm M'm good."
    },
    {
        "ad_id": 8,
        "ad_name": "Lean Cuisine",
        "pctr": 0.48711968540199957,
        "ad_copy": "There's a word for people who exercise every day and always eat exactly what they should: liar. Do something good for yourself. Lean Cuisine. It's not just lean, it's cuisine."
    },
    {
        "ad_id": 9,
        "ad_name": "Tabasco",
        "pctr": 0.48722950643421636,
        "ad_copy": "For well over a century, the adventurous flavor of Tabasco brand Pepper Sauce has fired up generations of thrill seekers. Try it on your favorite foods for a burst of flavor that's sure to tantalize your taste buds. Tabasco brand Pepper Sauce."
    },
    {
        "ad_id": 10,
        "ad_name": "Warm Delights Minis",
        "pctr": 0.3535226655373651,
        "ad_copy": "You're just three minutes from heaven with new Warm Delights Minis from Betty Crocker. Just seconds in the microwave and you have in hand the most decadent, delicious, warm desert 150 calories can buy. New Warm Delight Minis - mini size, maximum delight."
    },
    {
        "ad_id": 11,
        "ad_name": "Dannon Light 'N Fit Creamy",
        "pctr": 0.3110727627299104,
        "ad_copy": "If you were any more satisfied, you'd blush. New Dannon Light 'N Fit Creamy. So light, fit and deliciously creamy, there's total satisfaction in every bite. Dannon Light 'N Fit Creamy. You know what you want, why compromise?"
    },
    {
        "ad_id": 12,
        "ad_name": "Natures Valley Chewy Granola",
        "pctr": 0.48792643034957695,
        "ad_copy": "Mother Nature's Energy Bar.\nThe chewy granola bar with a blend of natural whole grain oats and a creamy yogurt coating.\nThe Energy Bar Nature Intended."
    },
    {
        "ad_id": 13,
        "ad_name": "Meier's",
        "pctr": 0.34409183886560907,
        "ad_copy": "How to get no kick from Champagne.\nMeier's All-Natural sparkling juices contain no alcohol and no added sugar.\nChoose from nine crisp, bubbly flavors, and give any occasion a natural sparkle.\nMEIER'S.\nFor a natural life."
    },
    {
        "ad_id": 14,
        "ad_name": "Cafe Vienna",
        "pctr": 0.38653932850883377,
        "ad_copy": "Café Vienna...with that old-fashioned Viennese taste. Just perfect for catching up and looking back. Café Vienna is a delicate blend of naturally roasted coffee beans. Is it any wonder that so many people enjoy the relaxing feeling that comes from a cup of Café Vienna."
    },
    {
        "ad_id": 15,
        "ad_name": "Red Lobster",
        "pctr": 0.35930687417774126,
        "ad_copy": "Its time to pick favorites at Red Lobster; choose freshly breaded shrimp, juicy shrimp scampi, or one of our bold new tastes. Mix and match any two dozen for 9.99. Two dozen shrimp just 9.99, now at Red Lobster."
    },
    {
        "ad_id": 16,
        "ad_name": "Lindt Lindor Chocolate",
        "pctr": 0.36391584319126374,
        "ad_copy": "Do you dream in Chocolate?\nDiscover Lindt Lindor Truffles. Crafted by Lindt's Master Chocolateers. When you break it's shell the creamy smooth center starts to melt and so will you.\n160 years of passion all for that one moment of yours. Lindor Trufffles from Lindt."
    },
    {
        "ad_id": 17,
        "ad_name": "Quaker",
        "pctr": 0.3567092973964479,
        "ad_copy": "Always baked never fried so they won't weigh you down. Quaker Oats rice snacks, potato stix and corn rings. Look for them in the rice cake isle and hold on to your taste buds."
    },
    {
        "ad_id": 18,
        "ad_name": "Friendly's Ice Cream",
        "pctr": 0.4251556852045531,
        "ad_copy": "Here's a fun way to create a tasty memory!\n..Head over to your Favorite Friendly's Restaurant, fill the family up on Fivers and Jolly Mixers, and Take home an Ice Cream Crayola cake For dessert!\nCreate something special!\nFriendly's..Where ice cream, makes the meal!"
    },
    {
        "ad_id": 19,
        "ad_name": "Doritos Rollitos",
        "pctr": 0.4004794022510288,
        "ad_copy": "Introducing new Doritos Rollitos. An easier way to eat one of your favorite snacks. Now you can eat Doritos no matter what your doing. Cause we've rolled them into a bite size shape with the same great taste and even bigger crunch. Gotta get new Doritos Rollitos."
    }
]