[
    {
        "ad_id": 0,
        "ad_name": "Kings Food Markets",
        "pctr": 0.4832647471693534,
        "ad_copy": "At Kings Food Markets, we want to offer you the freshest, high quality produce available. That's why we're proud to announce our Exclusive Local, Fresh 24/7 program. Fresh, local produce that's harvested and delivered to Kings Food Markets within 24 hours. Market selections will vary daily, so find out when your favorite summer produce will be delivered by joining our e-newsletter at kingsfoodmarkets.com or by following us on social media. Kings. Where Inspiration Strikes."
    },
    {
        "ad_id": 1,
        "ad_name": "Bigelow Fruit Blend Teas",
        "pctr": 0.38697423825933475,
        "ad_copy": "I really must be going. I've been sitting here now for almost 45 minutes waiting for the check. Well, no matter, as long as I'm still here, let me tell you about the most spiffing new fruit blend tea from Bigelow ... now isn't this just like me ... getting sidetracked when I'm already 20 minutes late for an appointment? Where is that waiter, anyway? ... Waiter! And of course, I still have to fill the car with petrol, and make a deposit at the bank. There's always something keeping me from getting where I need to go. Anyway..."
    },
    {
        "ad_id": 2,
        "ad_name": "Stouffer's",
        "pctr": 0.3326389260050502,
        "ad_copy": "If you've been lucky, scanning labels has been the way to find low fat and low calorie products for the new healthier way you're eating. But after the eating begins, your taste buds may not feel quite so lucky. Well, quit scanning and start eating, because Lean Cuisine from Stouffer's is always low fat, always under 300 calories, and always delicious. So scan no more! STOUFFER'S LEAN CUISINE varieties keep your scanning time, and your figure, to the bare minimum."
    },
    {
        "ad_id": 3,
        "ad_name": "Cirro Energy",
        "pctr": 0.4352497665127666,
        "ad_copy": "Hey, let's chat for a minute. How much time do you want to spend talking to your electric company about your bill? I'm guessing \"zero,\" right? That's why Cirro Energy offers easy-to-read bills, easy online sign-up and lot's of free payment options. Even better: you can access your Cirro Energy account online and on your smartphone...24 / 7. Easy online service and savings - it's that simple. Cirro Energy. A Dominion Resources company.\nDirection note: 30 second radio advertisement.\nUploaded by TxTom"
    },
    {
        "ad_id": 4,
        "ad_name": "Myers Country Fresh Frozen Soups",
        "pctr": 0.311964331488092,
        "ad_copy": "Ever since man first put soup in a can, not much has changed. It still tastes like soup in a can. Now there's something better: Myers Country Fresh frozen soups. Frozen as soon as they're cooked, so they taste the closest to homemade. Rich Cream of Broccoli, Hearty Chicken Noodle, Creamy Seafood Bisque, and more. Fresh frozen in their own microwaveable bowls. MYERS COUNTRY FRESH frozen soups. So fresh, we just couldn't put them in a can."
    },
    {
        "ad_id": 5,
        "ad_name": "Campbell's",
        "pctr": 0.3437513484193203,
        "ad_copy": "What do Campbell's kids eat when they're not kids anymore? Introducing new Chicken and Pasta with Roasted Garlic from Campbell's. Imagine perfectly diced chicken simmered in rich chicken broth and seasoned with robust notes of roasted garlic ....all brimming with crisp garden celery, fresh carrots, and deliciously plump penne and rotini. Home Cookin' Soup that's a lot more seasoned. But then....so are you. Home Cookin' Campbell's. Good for the body. Good for the Soul."
    },
    {
        "ad_id": 6,
        "ad_name": "Kroger Natural Frozen Chicken",
        "pctr": 0.4684742459978974,
        "ad_copy": "A Fresh way to serve chicken for dinner\nLooking for a delicious chicken recipe? Our new favorite starts with \"Simple Truth\" Natural Frozen Chicken, with no antibiotics or hormones added, ever. Its naturally juicy flavor is showcased in this recipe, where it's skillet-seared, wrapped in bacon, baked in pasta sauce and topped with fresh mozzarella. If you'd like to try it for yourself, see our myrecipes section for the full recipe. Only at Kroger"
    },
    {
        "ad_id": 7,
        "ad_name": "Gold Medal Flour",
        "pctr": 0.3428012173798993,
        "ad_copy": "My memories of Grandmother always include her baking sugar cookies. Her softly floured hands guiding mine, as together we made the hearts and stars. And they were soooo good! Now, it's my turn to pass on that special recipe to my granddaughter, and that means using Gold Medal Flour. That big Gold Medal right on the bag means my cookies will become sweet memories to her, just like Grandma's did to me. GOLD MEDAL FLOUR. Her cookies just wouldn't have been the same without it."
    },
    {
        "ad_id": 8,
        "ad_name": "Energy Fuel",
        "pctr": 0.39067930288710384,
        "ad_copy": "How did we come up with the first energy drink for women? Nothing to it. No calories. No fat. No carbs. No sugar. Finally, there's a drink that zeros in on just the kind of energy a woman needs. New Energy Fuel. No calories, fat, carbs, or sugar means it's full of energy but free of guilt. So no matter how hectic your days get, there's a refreshing way to put the positive energy back into your life. Fill your life with positive energy. New Energy Fuel."
    },
    {
        "ad_id": 9,
        "ad_name": "Swanson's",
        "pctr": 0.4448006662004878,
        "ad_copy": "Noises? Well with a family of five, I'm quite used to them. Like the time Billy hurt his pinky. (sfx: painful shriek.) Oooooh that hurt. And like the time Sarah's first boyfriend broke up...right before the school dance. (sfx: whiny cry.) Oh, that doesn't sound good. But what does sound good is (sfx: entire family \"yumming\") Swanson Family Style Meals. And with under seven-minute prep time, they sound good to me too. Swanson Family Style Meals. They sound good,  'cause they are."
    },
    {
        "ad_id": 10,
        "ad_name": "Barbara's Cereals",
        "pctr": 0.3464244867368922,
        "ad_copy": "Hungry for something deliciously different? Barbara's crunchy Shredded Oats and multigrain Shredded Spoonfuls cereals are wholegrain, heart-healthy choices for an all natural breakfast the whole family will enjoy. Enter our Taste for Adventure Sweepstakes and you could win a whale-watching trip to Hawaii. Learn more at barbarasbakery.com. You'll find Barbara's full line of cereals wherever natural foods are sold. Barbara's Bakery....Great Taste, without Compromise."
    },
    {
        "ad_id": 11,
        "ad_name": "Captain Morgan Rum",
        "pctr": 0.41158235398482557,
        "ad_copy": "Captain Morgan Private Stock has all the charm and discipline of an aristocrat, with the brass of a seafaring rogue. Crafted from the Captain's oldest and finest Puerto Rican rums, distilled from pure cane sugar molasses, then blended with refined island spices. The result is an exceptionally well-mannered spirit that doesn't forget where it comes from. A rum brash enough to bunker down in a Bahama Mama, yet distinguished enough to be sipped over ice. Captain Morgan. An officer and a gentleman."
    },
    {
        "ad_id": 12,
        "ad_name": "Balducci's",
        "pctr": 0.404299107403086,
        "ad_copy": "Can your food market pass a simple taste test? At Balducci's, we put taste first. This spring, we're loading up our stores with fresh and chef-crafted foods that are simply bursting with flavor. Like majestic orange wild king salmon, flown in daily. And specialties like champagne ham, slow-smoked over hickory chips and glazed with pineapple juice and brown sugar. Now there's a store that puts taste first. Balducci's. The food lover's market."
    },
    {
        "ad_id": 13,
        "ad_name": "Dannon Yogurt",
        "pctr": 0.354279908208632,
        "ad_copy": "Introducing three new ways to look at Dannon Light. Now you can taste all the incredible goodness of Dannon Light, in Vanilla, Cherry Vanilla, and Strawberry fruit cup flavors. Each cup contains a satisfying 8 ounces of creamy, rich yogurt, bursting with intense flavor, but with no fat and a mere 100 calories. For anyone who loves the taste of Dannon Light, this has to be the best news since Raspberry, Peach, Blueberry, Strawberry, and Strawberry-Banana. DANNON LIGHT ... the first light yogurt good enough to be called Dannon."
    },
    {
        "ad_id": 14,
        "ad_name": "Swanson's",
        "pctr": 0.4682161783769561,
        "ad_copy": "People who serve Le Menu tend to see frozen dinners in a different light. You won't find too many frozen dinners that can hold a candle to Le Menu. Le Menu is a whole line of premium dinners. Each gives you three perfectly orchestrated dishes. Like Pepper Steak -- tender slices of sirloin beef garnished with green peppers, alongside long grain rice and crisp oriental vegetables. Try Le Menu just once, and we're sure you'll see the light. LE MENU ... from SWANSON!"
    },
    {
        "ad_id": 15,
        "ad_name": "Orange Juice",
        "pctr": 0.4687340541134879,
        "ad_copy": "I rarely do this but;\nI went to the grocery story with my wife,the other day. She love's that isle with all the different \"Tea's\" in it. I thought what the heck, I'll look around; and I found this one called Throat Coat, (make 'slurping' noise) Mmmm. It's pretty good, has a licorice-y flavor to it.\nAND I LIKE IT!\nConversational read, guy off the street. Surprised he found; something he liked on a shopping trip with his wife!"
    },
    {
        "ad_id": 16,
        "ad_name": "Pepperidge Farm",
        "pctr": 0.32332812033943154,
        "ad_copy": "Our whisky barrels live a bold and interesting life. Far away from your air conditioned office, with your iThis and your Facethat.\nUnlike most whisky barrels, they brave the dramatic swings of the Northern climate, contracting in the harsh winter and swelling in the sultry summer. The whisky working its way in and out of the wood.\nYou could call the process artisanal. But we'd prefer you call it something else...a true original.\nFeel free to tweet that.\nDiscover Pike Creek Whisky. Crafted by the elements."
    },
    {
        "ad_id": 17,
        "ad_name": "Gay Lea",
        "pctr": 0.3675684589197926,
        "ad_copy": "This is Mike Gushner's farm at Mildmay...and this one belongs to the Dixon family of Caledon. Across Ontario, there are hundreds of dairy farmers like Mike and the Dixons. They're all members of the Gay Lea Foods Co-Operative. So they're not only milk producers, it's their company too. The ones that brings you delicious milk and butter, and velvety smooth sour cream and delectable real whipped cream topping, mmmmm...Yes, Gay Lea."
    },
    {
        "ad_id": 18,
        "ad_name": "Ponderosa Steak House",
        "pctr": 0.31208274243313433,
        "ad_copy": "Some restaurants have a hard time delivering what you really want. Now I like my steak red and juicy on the inside, dark and crispy on the outside. And the chefs at Ponderosa know how to cook steaks. First, they hand select the finest cuts of tender, aged beef, marinate them overnight in their special sauce, and finally cook them to your order over a hickory fire. That's why people come back for more. Enjoy your steak cooked your way - at Ponderosa Steak House."
    },
    {
        "ad_id": 19,
        "ad_name": "Celentano Frozen Foods",
        "pctr": 0.34468838381189054,
        "ad_copy": "You know, when mama cooked, nobody could beat the fresh aroma that came from her kitchen. Somehow, the sauce was always just right ... the pasta so fresh, the taste so delicious. Now, there's only one name to think of for food like Mama's. Celentano's Italian Frozen Entrees, with the freshness of a home cooked meal ... Lasagna, ravioli, manicotti, stuffed shells ... just like Mama used to make ... only with fewer calories. CELENTANO ... do it for yourself ... do it for Mama."
    }
]