[
    {
        "ad_id": 0,
        "ad_name": "Walgreen's",
        "pctr": 0.44123351418665796,
        "ad_copy": "At Walgreens Specialty Pharmacy, we provide the convenience of a one-stop approach for all your prescription needs. Using Walgreens Specialty Pharmacy enables our clinical pharmacists to review your entire patient profile, so we can identify potential harmful drug interactions and other conflicts that may result from using multiple pharmacies. The Walgreens Specialty Pharmacy care team-from pharmacists and nurses to insurance advocates-is ready to provide the personalized, supportive, and dependable care that meets your unique needs"
    },
    {
        "ad_id": 1,
        "ad_name": "Fayva Shoes",
        "pctr": 0.3286054363607357,
        "ad_copy": "Yesterday, my daughter said she'd die if she didn't get these new shoes everyone's wearing. Well, if it wasn't for Fayva, we'd have lost a daughter. See, at Fayva, I can afford to keep up with the latest craze, because they don't go crazy with the prices. Now she says she can't live without a new pair of jeans. Oh well -- we'll miss her. FAYVA SHOE STORE -- You could pay more, but why?"
    },
    {
        "ad_id": 2,
        "ad_name": "7 11",
        "pctr": 0.4036974708323289,
        "ad_copy": "So it's 2:00 in the morning...and you're starving. Nothin' in the fridge, and nothin' in the cupboards. You don't even have dog biscuits hangin' around. You think about cooking, but then you remember the 3-alarm fire you started last time you tried using the stove. Well, check out 7-11. There's gotta be one right near ya'. They have everything from burgers to tacos...24 hours a day...7 days a week. 7-11. Think of it as your own personal walk-in kitchen."
    },
    {
        "ad_id": 3,
        "ad_name": "J. Peterman Coat #02",
        "pctr": 0.38575902856457034,
        "ad_copy": "J. Peterman's classic horseman's duster protects you, your rump, your saddle, and your legs down to the ankles. Because it's cut very long to do the job, it's unintentionally very flattering. With or without a horse. Although I live in horse country, I wear my J. Peterman coat for other reasons. Because they don't make Duesenbergs anymore."
    },
    {
        "ad_id": 4,
        "ad_name": "Apple",
        "pctr": 0.39053293940115286,
        "ad_copy": "At Apple, we design our computers specifically for the needs of education. We design them to be powerful enough to prepare high school students for the technology they'll encounter in the future. Yet we also design them to be easy enough for a first grader to use. We design our computers to run all of the Macintosh programs schools are already using; and we design them to run a whole new family of enhanced software that makes graphics, video and animation even more life-like and exciting."
    },
    {
        "ad_id": 5,
        "ad_name": "Cabela's",
        "pctr": 0.4798526577344143,
        "ad_copy": "Like you, we can't get enough of the outdoors. It's in our blood. It's in our work. It's in our nature®. So, when you buy Cabelas branded gear, you're buying tradition. You're buying exceptional expertise and a better product. It's gear that's built to help you get more outdoors for your money. Gear so well made, it's backed up with our legendary lifetime guarantee. Look for the green badge. It represents the best value and quality anywhere. Cabelas - for a lifetime."
    },
    {
        "ad_id": 6,
        "ad_name": "Stop & Shop",
        "pctr": 0.37708893683954386,
        "ad_copy": "A beautiful bouquet of flowers arrives for you at work ... all heads turn as you carry them back to your desk ... already, people on other floors are wondering what you possibly could've done to deserve those ... but no one will ever know ... you sent them to yourself. Hey ... give 'em something to talk about ... The florist at STOP & SHOP. Not just for friends and family."
    },
    {
        "ad_id": 7,
        "ad_name": "The Home Depot",
        "pctr": 0.3041873108635598,
        "ad_copy": "The Home Depot is more than a store. We offer free workshops for do-it-yourselfers of all ages and experience levels. Whether it's supplies, tools, or, just a little advice. We've got you covered. So stop procrastinating. Come to The Home Depot and start checking off some of those items on that \"to do\" list. The Home Depot. You can do it. We can help."
    },
    {
        "ad_id": 8,
        "ad_name": "Value-right Pharmacy",
        "pctr": 0.4873388214109231,
        "ad_copy": "Healthy values. That's what's in store at your local independently owned Value-Right Pharmacy. Just check our aisles for the red spotlight signs. When you see one, you've found healthy value, and a great Value Right price. Like this week's special on Tums. Chose from an assortment of formulas and sizes. Just $1.99 to $2.49 use as directed. At participating Value-Right pharmacies. Value-Right. America's neighborhood pharmacy. For the store nearest you, call 1-800-880-Value!"
    },
    {
        "ad_id": 9,
        "ad_name": "Walgreen's",
        "pctr": 0.462889797885617,
        "ad_copy": "When you're at the corner of:\nI'm a new parent and...\nI have no idea what I'm doing.\nYou need a hand.\nWell, Wallgreens is innovating to help.\nBy making prescription drugs this easy to fill,\nand we're bringing our pharmacists out front to answer your questions.\nAt wallgreens we'll do more than help you get well.\nWe'll help you stay well, and live well.\nBecause that's what it means to be at the corner of happy and healthy.\nContributed by Richurd"
    },
    {
        "ad_id": 10,
        "ad_name": "Mariners Team Store",
        "pctr": 0.3585228651227468,
        "ad_copy": "OK Mike, here you go. Open your present.\nI got you a 2017 Authentic On-Field Premier\nJacket from the Mariners Team Store, the place\nwith the largest selection of exclusive Mariners\napparel.\nSo, what do you think?\nAnd since I spent over $75, I also got you\na free Ken Griffey, Jr. Number Retirement\ncommemorative coin and ornament.\nUh...Glad you like it."
    },
    {
        "ad_id": 11,
        "ad_name": "Reunite Vintage Collection",
        "pctr": 0.40575018138000896,
        "ad_copy": "Gentle and easy-going, spontaneous, approachable. Now there's a whole new way to talk about wine. Because the Reunite Vintage Collection is a whole new kind of wine. Soft, friendly wine. So easy to take a liking to. Reunite Chardonnay, Cabernet, and Pinot Grigio. Uncork THE REUNITE VINTAGE COLLECTION. Everything you like in your life, now in a wine. BB Imports, Farmingdale, New York."
    },
    {
        "ad_id": 12,
        "ad_name": "Publix",
        "pctr": 0.444053686651442,
        "ad_copy": "You like to keep your family healthy and fit, and now there's a new way to do the same for your dog. Introducing new Purina Dog Chow Light and Healthy. It's a no sacrifices, calorie light way to keep him trim, with the deliciously tender and crunchy kibble blend he'll love...and 22% fewer calories than Dog Chow. Discover the lighter side of strong. New Purina Dog Chow Light and Healthy."
    },
    {
        "ad_id": 13,
        "ad_name": "Rite Aid",
        "pctr": 0.4863637888443465,
        "ad_copy": "Big news at Rite-Aid! We've just lowered prices on the things you need most. Savings you can get every day. And there is something else you will like about Rite-Aid. The care our Pharmacists give you. When you combine personal service with 100s of new lower prescription prices, its no wonder people are switching to Rite-Aid. Find out for yourself ...."
    },
    {
        "ad_id": 14,
        "ad_name": "Ralph Lauren",
        "pctr": 0.4607983148439997,
        "ad_copy": "Saturday night ... six o'clock ... and you're late for the hottest date of your life. He'll be here any minute ... What? You haven't chosen a perfume yet? Okay, okay...what kind of mood are you in? Aaaaaahhhh ... Well in that case, you'd better wear Lauren, by Ralph Lauren ... Me? ... I love it; chances are he will too ... Quick, put some on ... There ... Now you're ready."
    },
    {
        "ad_id": 15,
        "ad_name": "Nike",
        "pctr": 0.46349107279605567,
        "ad_copy": "Blood and kevlar.\nToil and flywire.\nCourage and carbon.\nGold and belief.\nBecome Epic.\nI am lighter than air.\nI am stronger than steel.\nThe great ones understand.\nA gold trophy.\nIt means nothing.\nIt means everything.\nBecome epic.\nToday I will:\nFight.\nHurt.\nDominate.\nLove.\nTry.\nTry again.\nWin.\nWin.\nWin.\nWin again.\nWin again.\nWin again.\nBecome epic."
    }
]