[
    {
        "ad_id": 0,
        "ad_name": "Macy's",
        "pctr": 0.4832753318442764,
        "ad_copy": "MACY'S (television commercial)\nIt's Macy's Thanksgiving sale. Storewide savings for the whole family. All women's coats\nand jackets ... 30-50 percent off. All men's outerwear ... 25-50 percent off. And all kids'\njackets, hats, and gloves ... up to 60 percent off. Macy's Thanksgiving Sale. All you need\nfor the holidays."
    },
    {
        "ad_id": 1,
        "ad_name": "BJs Wholesale Club",
        "pctr": 0.44163646835529835,
        "ad_copy": "Join the club! BJ's Wholesale Club is looking for friendly and\nenergetic individuals to join our team! We have full-time, part-\ntime and seasonal opportunities across our chain.\nFind a club near you and apply today!"
    },
    {
        "ad_id": 2,
        "ad_name": "Zales",
        "pctr": 0.4547498164938967,
        "ad_copy": "At Zales, we believe, a diamond kind of love is all about that look - right there.\nHurry in this weekend to save 30% off everything- and we do mean everything.\nExtended now through Sunday.\nTis the season to save and sparkle...more than ever!\nAt Zales - The Diamond Store."
    },
    {
        "ad_id": 3,
        "ad_name": "Giant Food Store",
        "pctr": 0.3808888128379042,
        "ad_copy": "Howdy folks, Clem the old prospector here to tell you how you can strike it rich, and you don't even need a pick and shovel, all you need is a Giant Food Store bonus card to start saving with big discounts every day, so come on in to Giant today and get your bonus card."
    },
    {
        "ad_id": 4,
        "ad_name": "Bali Bra",
        "pctr": 0.432230236230304,
        "ad_copy": "When I wear Bali, I feel beautiful, and when I feel beautiful, I am. Experience the new Bali \"Passion-For-Comfort\" bra, with it's silky-smooth lining and simple elegance. You'll find beauty in everyday comfort. Live beautifully, in Bali bras and panties."
    },
    {
        "ad_id": 5,
        "ad_name": "Hammacher Schlemmer",
        "pctr": 0.4698484722203129,
        "ad_copy": "Hammacher Schlemmer.\nOffering the Best, the Only and the Unexpected for 164 years.\nVisit our Landmark Manhattan Store. 147 East 57th St. at Lexington."
    },
    {
        "ad_id": 6,
        "ad_name": "Alitalia Boutique",
        "pctr": 0.36192466379594124,
        "ad_copy": "To celebrate 15 years of successful cooperation, Alitalia is pleased to offer its passengers the prestigious scarves of the Salvatore Ferragamo collection at an exclusive price. Alitalia and Salvatore Ferragamo...15 years on board together."
    },
    {
        "ad_id": 7,
        "ad_name": "Chantelle",
        "pctr": 0.427236651111917,
        "ad_copy": "Lace so soft and delicate, you simply forget it's there. It may be a detail, but it's a Chantelle."
    },
    {
        "ad_id": 8,
        "ad_name": "Barely There",
        "pctr": 0.3025577700853998,
        "ad_copy": "A sensual revolution. A bra that's there, but barely. Smooth, soft, unencumbered comfort. Discover it. Nothing feels better. Barely there."
    },
    {
        "ad_id": 9,
        "ad_name": "Adidas",
        "pctr": 0.46548197147396647,
        "ad_copy": "Total control. Total performance. Introducing Adidas Anti-Perspirants and Deodorants. Adidas...when life is rough."
    },
    {
        "ad_id": 10,
        "ad_name": "Ralph Lauren",
        "pctr": 0.48583688847755946,
        "ad_copy": "Ralph Lauren Romance. The woman's fragrance that evokes the timeless essence of falling in love with a sensual blend of velvety woods, extravagant florals and seductive musk."
    },
    {
        "ad_id": 11,
        "ad_name": "The Home Depot",
        "pctr": 0.4837792936394901,
        "ad_copy": "The Home Depot is more than a store. Whether it's supplies, tools, or just a little advice. We've got you covered. So stop procrastinating. Come to The Home Depot and start checking off some of those items on that \"to do\" list. The Home Depot. You can do it. We can help."
    },
    {
        "ad_id": 12,
        "ad_name": "Bed Bath And Beyond",
        "pctr": 0.43276991655252295,
        "ad_copy": "Bed Bath and Beyond now has 20% off any one of their hundreds of thousands of items. Check your mail for the coupon. Or visit www dot bed bath and beyond dot com to sign up for exclusive email offers and promotions. Bed Bath and Beyond. Beyond any store of it's kind."
    },
    {
        "ad_id": 13,
        "ad_name": "Nike",
        "pctr": 0.43959058970909914,
        "ad_copy": "It's fifteen minutes before the game of your life. Outside, there's twenty thousand people ready to crown you king, and one opponent ready to tear you apart. But inside the locker room, silence. Years of training, all come down to this. And suddenly, the door opens. Are you ready? Nike."
    },
    {
        "ad_id": 14,
        "ad_name": "Publix",
        "pctr": 0.3544962280771442,
        "ad_copy": "This week at Publix, enjoy savory Boar's Head Roast Beef for only 9 99 a pound. Publix, where shopping is a pleasure."
    },
    {
        "ad_id": 15,
        "ad_name": "Just For Feet",
        "pctr": 0.44214410460971365,
        "ad_copy": "When you're looking for the hottest basketball and running shoes, plus huge savings on great styles for the entire family, go to Just For Feet. Hurry in for savings of up to $35.00 on hot new arrivals. Our trained fit experts are standing by to help find your perfect shoe at just for feet."
    },
    {
        "ad_id": 16,
        "ad_name": "Best Buy",
        "pctr": 0.3830465533155784,
        "ad_copy": "If you need to escape the daily grind, come to BEST BUY. You'll find tons of games and you can play all you want. Which beats working through lunch. BEST BUY. Turn on the fun."
    },
    {
        "ad_id": 17,
        "ad_name": "Big Value Shop",
        "pctr": 0.3688043217019949,
        "ad_copy": "I liked your read. But, the music, to my ear, a touch too loud. https://www.bigvalueshop.com"
    },
    {
        "ad_id": 18,
        "ad_name": "A Diamond is forever",
        "pctr": 0.38836759974353474,
        "ad_copy": "A Diamond is forever\nDesign the perfect diamond engagement ring in just minutes. You'll have the rest of your life to design the perfect husband. Visit a diamond is forever.com"
    },
    {
        "ad_id": 19,
        "ad_name": "Apple",
        "pctr": 0.3832753562867556,
        "ad_copy": "It's 2am and you can't sleep. Ideas for tomorrow's meeting are running through your head. Have you made a mistake on your tax calculations? You reach for your iPhone and the bright light dazzles you. Your partner stirs. Quick turn on Dark mode. Dark mode coming to iOS 13."
    }
]