[
    {
        "ad_id": 0,
        "ad_name": "U.S. Savings Bonds",
        "pctr": 0.44509099853115774,
        "ad_copy": "U.S. Savings Bonds are helping millions of Americans save for their retirement -- easily and safely. When you buy U.S. Savings Bonds, you'll know your money will be there when you retire. Your investment is backed by the full faith and credit of the United States. Whatever your plans for retirement, U.S. Savings Bonds can help you enjoy them. For more information, ask your employer or bank, or write: U.S. Savings Bonds Division, Department of the Treasury, Box 933 M, Washington, DC, 20226."
    },
    {
        "ad_id": 1,
        "ad_name": "Citibank",
        "pctr": 0.48969906724735446,
        "ad_copy": "Pee-Wee football 2015 pick. My son Jason came into this world kicking. My wife said he'd been kicking long before he was even born. And growing up he kicked everything. Balls in the house. The tires on the truck. His little sister. He just wanted to kick. So we bought the cleats, helmet, shoulder pads, and a whole bunch of jerseys with our Citi card. And then we bought the goalpost. Getting it into the truck was interesting. Whatever your story is, your Citi card can help you write it. Citi- let's get it done."
    },
    {
        "ad_id": 2,
        "ad_name": "Wachovia",
        "pctr": 0.4540243155828512,
        "ad_copy": "What can a 50 foot swell teach us about Brokerage Firms? The right combination of forces can take you where you want to go. Wachovia Securities welcomes Prudential Securities and its clients. With over $600 billion in client assets, Wachovia securities is now the third largest brokerage firm in the country. Ours is a heritage built upon the insights and experiences of the industry's most talented people. Together, we have created an organization that is as engaging as it is entrepreneurial. Wachovia Securities. Uncommon wisdom."
    },
    {
        "ad_id": 3,
        "ad_name": "Charles Schwab",
        "pctr": 0.31941703232620383,
        "ad_copy": "Searching for a bank designed for investors like you? Schwab bank was built with all the value and convenience investors want, like no ATM fees - world wide ... and no nuisance fees. Plus, deposit checks with Mobile Deposit and manage your cash and investments with Schwab's mobile app. No wonder Schwab bank has grown to over $70 billion in assets. So, if you're looking for a bank that's in your corner and not just on the corner, call, click or visit to start banking with Schwab bank today."
    },
    {
        "ad_id": 4,
        "ad_name": "Savings Bank Of Danbury",
        "pctr": 0.39776479385175584,
        "ad_copy": "Looking for Options? Infinex Financial Group, located at Savings Bank of Danbury, can help you understand all the financial options available and how to integrate various elements into a cohesive and results-driven plan. A smart way to start. First we listen. At Infinex Financial Group, located at Savings Bank of Danbury, we start by listening. We need to know what you want to accomplish. Then we plan together with you. Once we have a clear understanding of your specific situation and your needs, we can begin to develop a realistic investment plan that meets your personal needs."
    },
    {
        "ad_id": 5,
        "ad_name": "People's Business Credit Line",
        "pctr": 0.41709368877097963,
        "ad_copy": "At some banks, overdrawing your business checking account can mean more than just an overdraft charge. Your other banks may be debited to pay for the overdraft, denying you use of your hard-earned funds. With People's Business Plus Checking and a Business Credit Line, you get true overdraft coverage. With a completely separate credit line that's linked to your checking account. Any overdraft automatically activates your credit line, and subsequent checking account deposits are credited to your account -- instead of being used to pay your credit line."
    },
    {
        "ad_id": 6,
        "ad_name": "Lincoln Financial Group",
        "pctr": 0.48102531932396864,
        "ad_copy": "Leave a legacy without having a wing of a building named after you. Leaving a legacy is about much more than writing a check. You may find that how you spend your time is even more personally rewarding. At Lincoln Financial Support Group, we support your plans with products that offer the unique mix of protection and growth potential you require. So you can focus simply on how to invest your time. For more retirement income security solutions, see your financial advisor, or visit LFG.com/retire"
    },
    {
        "ad_id": 7,
        "ad_name": "Local Credit Union",
        "pctr": 0.4028428595869695,
        "ad_copy": "Watching so many local banks being swallowed up by bigger out-of-state companies, I decided to take a closer look at my own bank. And it was clear I hadn't been seeing straight for a while. Service charges, rules ... but when I looked at my LOCAL CREDIT UNION, I was shocked! The credit union offers everything the bank did, minus the rules and service charges. So I took my checking out of the bank, and checked it into the credit union. So take my advice and check out your hometown credit union. Up close, it's gonna look great."
    },
    {
        "ad_id": 8,
        "ad_name": "Citibank",
        "pctr": 0.4983474899570306,
        "ad_copy": "I'm a T-shirt and jeans guy. Never spent a lot on clothes. So I meet a girl. She doesn't mind that I'm a T-shirt and jeans guy. We decide to get married. Now I need a tuxedo. I go big time. I decide not to rent. I buy. It's worth it. I look great.\nThen I get this call. It's not my best man. Not my mom. It's Citibank. They just wanted to make sure someone else wasn't using my card. Imagine a T-shirt and jeans guy finding happiness with a girl, a tuxedo and a bank all at the same time. What a year."
    },
    {
        "ad_id": 9,
        "ad_name": "Wells Fargo Bank",
        "pctr": 0.4887951630275989,
        "ad_copy": "The Senior Bowl tradition starts now (SFX: starter GUN) when you register for the 24th annual Wells Fargo Senior Bowl Charity Run-Saturday, November 5 in downtown Mobile.\nRUN OR WALK IN YOUR FAVORITE EVENT - the 10K, 5K or 1-mile fun run. Entry fee is fifteen dollars or twelve for the fun run and includes the popular charity run long-sleeved tee--and the Family Fun Festival in Bienville Square.\nRegister for the Wells Fargo Senior Bowl Charity Run at Senior Bowl headquarters in downtown Mobile, McCoy Outdoors, Running Wild in Fairhope or online at Senior Bowl dot com.\nScript uploaded by Dave Crosier"
    },
    {
        "ad_id": 10,
        "ad_name": "American Express",
        "pctr": 0.3799972445619524,
        "ad_copy": "Day and Night, we make things happen.\nWe've helped celebrate forgotten anniversaries.\nFound tired travellers a bed.\nAll over the world, we've gone above and beyond, 24/7..\nWe personally delivered replacement cards.\nFound doctors who speak your language..\nWe've tracked down lost wedding dresses..\nTurned 3 Star into a Million Star dining.\nWe've even returned a loved one home.\nImpossible...Nah!\nDoes this sound like the service you get from your card?\nAmerican Express. Realise the potential."
    },
    {
        "ad_id": 11,
        "ad_name": "Fidelity",
        "pctr": 0.49497189168215266,
        "ad_copy": "Trading commissions are the reason most people choose a discount broker in the first place. But today, more and more investors are turning to Fidelity because of all the \"extra\" fees so many full-cost brokers are adding on. At Fidelity, keeping our costs down means we can pass the savings along to you. So you can get fast, accurate trades for up to 76% less, and without all the hidden fees. For personal service, visit a FIDELITY INVESTOR CENTER, or call 24 hours to 1-800-544-7272."
    },
    {
        "ad_id": 12,
        "ad_name": "Merrill Lynch",
        "pctr": 0.346338380299761,
        "ad_copy": "Madelyn and John Cole know how to build memories for a lifetime. But when it comes to building their estate and preserving its value for their family, they turn to Lynette Noll, their Merrill Lynch Financial Advisor. Lynette helps them develop a financial strategy that goes beyond stocks. Including charitable trusts and annuities to provide the greatest advantage to each of their heirs. These are the sophisticated solutions Merrill Lynch uses to help the Coles secure their family's future. Is your Financial Advisor doing the same? Contact a Merrill Lynch Financial Advisor. Call 1-800-MERRILL or visit askmerrill.ml.com"
    },
    {
        "ad_id": 13,
        "ad_name": "Neuberger Berman",
        "pctr": 0.46791177376793436,
        "ad_copy": "Unlike investment banks, Neuberger Berman wasn't created to underwrite stocks. For over 60 years, we've specialized in one thing: managing money. Why is that so important? It means there are no hidden agendas when we buy or sell stocks for you. It means there are no distractions, either: we spend all our time sweating every detail of your portfolio. And mostly, it means we can help you realize your goals. For more information and a list of our offices across the country, visit us at nb.com. Neuberger Berman. Money management is what we do."
    },
    {
        "ad_id": 14,
        "ad_name": "TD Waterhouse",
        "pctr": 0.3907243755555558,
        "ad_copy": "\"Are you ready for the day you head home for retirement?\". If you're a TD Waterhouse customer, chances are , you are. Because TD Waterhouse has everything you need to get control of your retirement. So that you¹ll be ready for that last day of work. For that last commute. For that one day when you hang up the business casual...and head home for good. Open an IRA account at TD Waterhouse today. Call 1.800.tdwaterhouse or visit tdwaterhouse.com. TD Waterhouse. You're in control. Member NYSE/SIPC. Access to services and your account may be affected by market conditions, system performance or for other reasons."
    },
    {
        "ad_id": 15,
        "ad_name": "American Express",
        "pctr": 0.4948523638576938,
        "ad_copy": "For many, retirement is a wonderful time of life. A chance to relax and pursue a hobby, spend more time with family, or travel the world. Whether you're already retired, or about to be, you can still take steps to make your retirement more secure. With 100 years of financial experience behind us, American Express can answer your questions and help make your retirement what it should be-a time when you've achieved financial freedom. To get started, we invite you to request a complimentary initial consultation with a financial advisor in your community."
    },
    {
        "ad_id": 16,
        "ad_name": "Troy Bank & Trust",
        "pctr": 0.30072953308157785,
        "ad_copy": "When your family grows from two to four,\nthere are some stats you should know.\nYou'll spend about eight weeks searching for the perfect house.\nTwo weeks searching for your toddler's lost shoe.\nThere will be one thousand hours just putting kids to bed.\nAnd later, another thousand hours waiting for them to come home so you can go to bed.\nBut you'll only trust these family milestones to one bank.\nTroy Bank & Trust.\nRely on us today, tomorrow and always.\nThe only bank you'll ever need. Troy Bank & Trust.\nMember FDIC"
    },
    {
        "ad_id": 17,
        "ad_name": "American Express",
        "pctr": 0.46453074933813143,
        "ad_copy": "Could there be a new IRA in your future? Perhaps you've heard about the new Roth IRA. It sounds interesting, but you wonder -- what's in it for you? An American Express financial advisor can show you how the Roth IRA expands eligibility to almost everyone. It also offers tax-free withdrawals and the ability to save for financial goals other than retirement -- like education and the purchase of a first home. Get the expertise and insight you need to make smarter decisions. So you can take control of your future. Call 1-800-GET-ADVICE and own your world."
    },
    {
        "ad_id": 18,
        "ad_name": "Inventor's Helpline",
        "pctr": 0.43231681442439435,
        "ad_copy": "Have you ever created or invented a new product? Don't let it just sit there. Do something about it. Call the inventor's helpline. With offices world wide we'll provide you with financial forms and useful information describing the invention process. And when you call right now, you'll receive a free brochure, which tells you how to begin and develop your new idea. So get the ball rolling. Pick up your phone right now and call for your free inventor's kit. For more information call 1-800-873-4022"
    },
    {
        "ad_id": 19,
        "ad_name": "Chase Bank",
        "pctr": 0.4191616473036415,
        "ad_copy": "How much will Edward Brooks' honeymoon cost him? We'll we can tell you how much it's worth to him. Edward is willing to work weekends instead of watching football. At Chase we know what your savings are worth to you. That's why Better Banking from Chase has scheduled savings. It lets Ed save money with out lifting a finger. Money is automatically transferred into his savings account, so he can concentrate on his honeymoon. What does Ed soon to be wife think? She's just hoping he saved enough vacation time. Chase...The right relationship is everything."
    }
]