[
    {
        "ad_id": 0,
        "ad_name": "Vanguard",
        "pctr": 0.41874698666251764,
        "ad_copy": "Adapting to an evolving market. Keeping an eye on the future, as well as the pulse of today. Clear and candid discussion and advice. What does your investment company offer? Vanguard. Client owned, client trusted."
    },
    {
        "ad_id": 1,
        "ad_name": "Washington Mutual",
        "pctr": 0.4513070049616013,
        "ad_copy": "For Jen, truth was relative. Then she got Washington Mutual free checking. She liked the \"No hidden fees\" and they inspired Jen to be more truthful. Way to go Jen. We appreciate your bold honesty."
    },
    {
        "ad_id": 2,
        "ad_name": "American Express",
        "pctr": 0.35866741868903146,
        "ad_copy": "Ever skied the Alps? Hiked the Andes? American Express Membership Rewards gives you free travel to almost anywhere. Or choose free jewelry, clothing, even golf clubs. And since Rewards points never expire, you can choose to take your time choosing. American Express. Do more."
    },
    {
        "ad_id": 3,
        "ad_name": "First & Merchants Bank",
        "pctr": 0.4152807357608594,
        "ad_copy": "F&M makes banking a better banking experience ... now with day and night full-service banking. Free checking and low charge business accounts put F&M right where you want us to be -- and doesn't that make a difference to you? FIRST AND MERCHANTS ... because you're the best."
    },
    {
        "ad_id": 4,
        "ad_name": "Quickbooks",
        "pctr": 0.40746435092028255,
        "ad_copy": "Welcome to this Quickbooks Tutorial on e-checks. Making check payments is easy with Quickbooks! Just fill out the form that looks like a real business check, and QuickBooks creates a check you can print and mail. It also captures the data for client billing, expense tracking and reporting!"
    },
    {
        "ad_id": 5,
        "ad_name": "Fidelity",
        "pctr": 0.3510564890018142,
        "ad_copy": "Your investment savvy is helping build a business, an estate, and a legacy. Could it do the same for your charities? Smart investment decisions have been a fundamental reason for your success. So why not apply that same strategy to the way you donate to charity? You can with charitable gift fund from Fidelity Investments."
    },
    {
        "ad_id": 6,
        "ad_name": "Greenpoint Bank",
        "pctr": 0.30853532064134886,
        "ad_copy": "Grand Opening! Greenpoint Bank 2379 Broadway at 87th Street. Free Checking , No Monthly Fees, No Per Check Charge, No Minimum Monthly Balance. Save more. Earn more. Smile more. Greenpoint Bank member FDIC."
    },
    {
        "ad_id": 7,
        "ad_name": "Fidelity",
        "pctr": 0.3514488502764609,
        "ad_copy": "You hear it all the time. \"Invest for the long term.\" Successful mutual fund investing takes patience and persistence. It takes investing with the firm that's been a mutual fund leader for well over 50 years. Get started today, with Fidelity Investments."
    },
    {
        "ad_id": 8,
        "ad_name": "New York Stock Exchange",
        "pctr": 0.32972390170951427,
        "ad_copy": "New York Stock Exchange - When the bell rings, it's a symbol of our pledge to serve the investor. With new standards, leadership, and a renewed commitment to being the best market on earth. Its your market, and there's only one trade that matters here. Yours. The New York Stock Exchange."
    },
    {
        "ad_id": 9,
        "ad_name": "Dreyfus",
        "pctr": 0.47286048350178783,
        "ad_copy": "All things being equal, you could plan your retirement without help. Of course, all things aren't equal. So let someone help plan your future. Take advantage of Dreyfus Advice and Guidance, a personal financial planning service available through the new Lion Account. Call 1-800-THE LION. The Lion Account from Dreyfus. Rule your kingdom."
    },
    {
        "ad_id": 10,
        "ad_name": "U.S. TRUST",
        "pctr": 0.47581579523212963,
        "ad_copy": "Building an art collection. Managing and preserving wealth. Investing in well-run, socially responsible companies. All aspects of an approach that connects to a client's beliefs and goals. From a company that's been trusted for over 200 years. U.S. TRUST. Life's better when we're connected™."
    },
    {
        "ad_id": 11,
        "ad_name": "Lombard Brokerage",
        "pctr": 0.36962818105754686,
        "ad_copy": "Is there a better way to buy mutual fund shares? Yes. Through Lombard Brokerage. Yes. Lombard offers no-load funds. Yes. We have funds without transaction fees. Yes. We have free IRA accounts. Yes. We give you free research and market information from Thompson market edge. Lombard Brokerage. Investing in information."
    },
    {
        "ad_id": 12,
        "ad_name": "American Express",
        "pctr": 0.3255717041408091,
        "ad_copy": "We're helping put instruments back in the hands of kids. Why? Studies indicate kids who learn music excel in reading, science, and math, but budget cuts are eliminating music programs. So join Blue from American Express to help put music back in our schools."
    },
    {
        "ad_id": 13,
        "ad_name": "American Express",
        "pctr": 0.4686664279319321,
        "ad_copy": "Do you know me? Probably not. In my business, recognition is always important, but when I'm buying goods online I prefer a little privacy. With Private Payments from American Express, I get the security of a unique number created for each business transaction I make. Because my private information is my business."
    },
    {
        "ad_id": 14,
        "ad_name": "Citibank",
        "pctr": 0.4302179900992851,
        "ad_copy": "Live Richly. \"Thank you\" Introducing Thank you from Citi, a new kind of rewards program. Electronics, books, clothes. Get something great without a gazillion points. Achievable rewards that mean something. Just our way of saying thank-you. Now that's a card you can count on. Call now: 1-888-Citicard. Citicards.com"
    },
    {
        "ad_id": 15,
        "ad_name": "American Express",
        "pctr": 0.4361562636014821,
        "ad_copy": "Blue from American Express. Get no annual fee. Low interest ratess and a free rewards program. Choose the Blue option and pay now or pay over time. You choose the frequency. Blue from American Express."
    },
    {
        "ad_id": 16,
        "ad_name": "Putnam Investments",
        "pctr": 0.45375729358840694,
        "ad_copy": "No one can promise what the future holds, but planning helps you be ready for anything.\nGet objective guidance from retirement specialists at Putnam. They are salaried, not paid on commission.\nAnd be assured that their guidance is based on what's right for you .\nIt's not rocket science, It's just common sense.\nPutnam Investments."
    },
    {
        "ad_id": 17,
        "ad_name": "ING Aetna",
        "pctr": 0.497888257355267,
        "ad_copy": "Determining how much money you will need can be tricky. A financial planner trained in providing guidance in the area of retirement planning would be a valuable resource to consider. We can help you with financial planning through Aetna Investment Services, LLC member SIPC. For more information please call 1-888-681-3153."
    },
    {
        "ad_id": 18,
        "ad_name": "Kemper Financial",
        "pctr": 0.40725313223542686,
        "ad_copy": "You invest to grow. To help provide a better tomorrow for you and your family. To select an investment is an act of trust. For years, families all over America have felt secure in placing that trust in the Kemper name. Ask your financial representative about the investment products of Kemper Financial Services."
    },
    {
        "ad_id": 19,
        "ad_name": "NYSE",
        "pctr": 0.3197020731288307,
        "ad_copy": "New York Stock Exchange\nNew York Stock Exchange - When the bell rings, it's a symbol of our pledge to serve the investor. With new standards, leadership, and a renewed commitment to being the best market on earth. Its your market, and there's only one trade that matters here. Yours. The New York Stock Exchange."
    }
]