[
    {
        "ad_id": 0,
        "ad_name": "American Express",
        "pctr": 0.4768694255925771,
        "ad_copy": "This store isn't having a fire sale. It's not a year-end clearance. And they haven't lost their lease. It's the kick-off of Buyer's Assurance from American Express. Now, until the end of the year, we'll double the repair period of the manufacturer's warranty. Double it up to an extra year. It's as simple as using the AMERICAN EXPRESS card. Now, why would you shop with anything else?"
    },
    {
        "ad_id": 1,
        "ad_name": "Bank Of America",
        "pctr": 0.4915095930436991,
        "ad_copy": "THIS IS AMERICA. WE PROTECT WHAT WE HOLD DEAR.\nAND EVERYDAY, BANK OF AMERICA IS HERE FOR YOU.\nWE'RE 200,000 ASSOCIATES, 6,100 BANKING CENTERS, AND HUNDREDS OF PRODUCTS AND SERVICES TO HELP PROTECT WHAT YOU HAVE AND HELP IT GROW FOR THE FUTURE.\nNO WONDER FAMILIES IN AMERICA TRUST MORE OF THEIR HARD EARNED MONEY WITH US THAN ANY OTHER BANK.\nBANK OF AMERICA. BANK OF OPPORTUNITY."
    },
    {
        "ad_id": 2,
        "ad_name": "Janus",
        "pctr": 0.34543573789643206,
        "ad_copy": "What's the sound of a market turning around? Janus is keeping both ears open. Searching out the companies that can perform today, and offering the best promise for tomorrow. Never relying on numbers alone, but tuning in to the whole story about the companies behind the stocks. It's the same approach that has gotten Janus ahead - with the volume turned up. Call 1-800-JANUS-80."
    },
    {
        "ad_id": 3,
        "ad_name": "American Express",
        "pctr": 0.47822167172840185,
        "ad_copy": "Are you last to know that you went on a shopping spree? Or are you alerted when a suspicious charge appears? Are you afraid it might look better online than it does on you? Or are you able to return it, even if the site says you can't? Are you in pieces because your new purchase is? Or are you secure that your purchases are protected? Are you spending more time worrying than shopping? Or are you a cardmember? American Express."
    },
    {
        "ad_id": 4,
        "ad_name": "American Express",
        "pctr": 0.42196048721808527,
        "ad_copy": "It was the perfect vacation getaway. Until he got away with your wallet. Introducing the Travelfunds card from American Express. A new safe way to carry money. It's a prepaid, reloadable card that's safer than cash and isn't linked to your bank account. If it's lost or stolen, your balance is refunded, usually within 24 hours. Make sure your next vacation is really yours. Call 1-888-412-6945 or visit www.americanexpress.com/travelfundscard."
    },
    {
        "ad_id": 5,
        "ad_name": "Home Point Financial",
        "pctr": 0.3713666616385682,
        "ad_copy": "The artistic direction is something that is informative, educational, tech-y, modern, hip, present day, innovative.\nNow, for Home Point Financial® borrowers, applying for a home mortgage loan can be just that easy: we've created a new online mortgage application process that provides a better lending experience - one that's faster and easier."
    },
    {
        "ad_id": 6,
        "ad_name": "Allianz Group",
        "pctr": 0.3669147683781655,
        "ad_copy": "Wherever you are. Whatever you do. A company of the Allianz Group is always on your side. To us, risk management means thinking the unthinkable to prevent risk turning into loss. As one of the world's leading global insurers our financial strength and technical expertise combine to make Allianz Group the partner you can trust whenever and wherever you need us. Allianz, The Power On Your Side."
    },
    {
        "ad_id": 7,
        "ad_name": "Putnam Trust",
        "pctr": 0.3422890431327482,
        "ad_copy": "CheckInvest from Putnam Trust. At the end of every day, CheckInvest automatically sweeps excess funds from your checking account and invests them in your choice of several money-market mutual funds. So instead of sitting idle in your checking account, your dollars are earning their keep. CheckInvest. If you're working around the clock, your money shouldn't be punching out before you do."
    },
    {
        "ad_id": 8,
        "ad_name": "Shelton Savings Bank",
        "pctr": 0.4424113555033127,
        "ad_copy": "It's taken you months to find the right house at the right price. Your problem is that the seller wants to move fast...if you can't get a quick answer on your loan application, you're probably not going to get this house. Well, Shelton Savings can solve your problem. Just fill out a loan application, and within 24 hours, we'll let you know if it's been approved. Call 800-233-3551, and apply today. Shelton Savings Bank...Your hometown bank."
    },
    {
        "ad_id": 9,
        "ad_name": "First State Bank",
        "pctr": 0.4103261477756413,
        "ad_copy": "In today's world, everyone needs a bank they can rely on. But, unfortunately, most modern banks are just too big to provide the kind of attention and service you need. First State Bank is the exception. At First State, you'll discover that banking can be personal and friendly, as well as modern and efficient. FIRST STATE BANK. Today's bank."
    },
    {
        "ad_id": 10,
        "ad_name": "Neuberger Berman",
        "pctr": 0.3004938570508228,
        "ad_copy": "Wealth is a great achievement and a great responsibility. It can take over your time or it can enhance your life. How do you make wealth work for you rather than the other way around? Neuberger Berman has solutions. For more than sixty years we've helped people manage wealth and preserve capital. Neuberger Berman. Money management is what we do."
    },
    {
        "ad_id": 11,
        "ad_name": "Quicken Loans",
        "pctr": 0.3868292937916824,
        "ad_copy": "One year ago, Alex and Christina Berry were lying in this bed. Wide awake, worrying about their bills. Bills that were like monsters under the bed, for grownups. But then Alex and Christina had the courage to face their fears head on. Refinance their mortgage and begins saving 284 dollars every month. Goodbye scary monsters, hello sweet dreams. Buy in. Quicken Loans, home buy. Refi. Power."
    },
    {
        "ad_id": 12,
        "ad_name": "Swift River Bank",
        "pctr": 0.47096820159087405,
        "ad_copy": "When you bank at Swift River Bank you're a friend and a client. With over 80 years experience, our trained staff is here to assist you with all of your financial needs. From deposit accounts, to auto and personal loans, up to commercial business loans. We provide sound knowledge and a solid background. Consultations are always free, with 24 hour customer service. Swift River Bank. Lending a helping hand since 1930. Member FDIC."
    },
    {
        "ad_id": 13,
        "ad_name": "American Express",
        "pctr": 0.442848068682414,
        "ad_copy": "How do you know you're getting the right financial advice? At American Express, we measure the quality of financial advice we provide our clients, and we work hard to ensure that the financial plan we prepare meets your approval. We deliver clear recommendations that can be acted upon and regular reviews that show progress toward your goals."
    },
    {
        "ad_id": 14,
        "ad_name": "Chase Bank",
        "pctr": 0.3244021117987852,
        "ad_copy": "Who sees life the way you see it? That's what makes us individuals ... and the more we can understand you, the more we can help ... whether you're thinking about a home or your future ... the more we know our client's business, the more solutions we bring to the table. For nearly 200 years, Chase has seen everyone as individuals, which makes every experience a more profitable one. CHASE MANHATTAN ... profit from the experience."
    },
    {
        "ad_id": 15,
        "ad_name": "Northwestern Mutual",
        "pctr": 0.34922319764901427,
        "ad_copy": "Some of the most useful information often comes in quiet conversations. So, maybe it's time for you to speak with a financial advisor at Northwestern Mutual. For more than 145 years, Northwestern Mutual and its products have quietly earned a most enviable reputation. For more information, visit n-m-f-n.com. Northwestern Mutual Financial Network. Isn't it time for a quiet conversation?"
    },
    {
        "ad_id": 16,
        "ad_name": "Charles Schwab",
        "pctr": 0.4377227055474818,
        "ad_copy": "Millions of Americans are planning their financial future with the help and advice of Charles Schwab. And together, we can ensure that yours is a success. That's why we'd like you to listen to this Charles Schwab's guide to investing. No matter what your experience, this series has valuable insights that can help you invest smarter. If you're an investor, you owe it to yourself to visit a Schwab office to get your free copy."
    },
    {
        "ad_id": 17,
        "ad_name": "Durable Income",
        "pctr": 0.46001984128732376,
        "ad_copy": "Investing for retirement means steering clear of bumps in the road ahead. Yet most people underestimate the income they need to maintain their standard of living in retirement. What's more, retirement for today's investors will last longer than prior generations.\nIt's time to consider the smarter, more durable approach to investing, a choice that could mean the difference between living retirement to its fullest or outliving your savings.\nFind out more at DurableIncome.com"
    },
    {
        "ad_id": 18,
        "ad_name": "PNC",
        "pctr": 0.47973837295331934,
        "ad_copy": "Take the next step in achieving your retirement goals. At PNC, we understand no two people have the same financial goals. That's why we work with you to understand your individual needs, expectations and concerns in planning for the future. So we can help you stay on track in achieving your short- and long-term goals, whatever they may be. Schedule a personal retirement review by visiting a local branch or by calling 1-877-566-1356."
    },
    {
        "ad_id": 19,
        "ad_name": "Pinnacle 30",
        "pctr": 0.3485571167507921,
        "ad_copy": "You don't just need a bank. You Need a Partner. That's why\nwe don't think of ourselves as just a \"bank\". Instead of\nbureaucracy, you get local associates empowered to make a\ndiﬀerence for our clients and our communities. Instead of \"press\none now\", you get a real person when you call. And instead of\nrookies, you get experienced pros who know how to help you\nreach your ﬁnancial goals. We're more than a bank.\nWe're Pinnacle Financial Partners. Member FDIC."
    }
]