[
    {
        "ad_id": 0,
        "ad_name": "潮品衣柜",
        "pctr": 0.4779145802876591,
        "content": "使用聚酯纤维为主的材质制作，手感舒适柔软，亲和肌肤，加入少量的粘胶纤维，缔造出色的肌肤穿着效果。腰部腰袢设计，可搭配腰带穿着，增添时尚气息。九分的裤长结合哈伦的版型，穿着舒适美观，带来简洁利落穿着感受。"
    },
    {
        "ad_id": 1,
        "ad_name": "衣酷时尚店",
        "pctr": 0.44243699598277453,
        "content": "褶皱型的松紧裤腰设计，弹性适中没有拘束感，又很是方便宝贝穿脱。纯色净面的衣身裁剪的简约大方，没有加入过多花哨的修饰，带来很多样的搭配性能，两侧的斜插口袋干净利落，裤脚裁剪的大小合适，上身后休闲有范。"
    },
    {
        "ad_id": 2,
        "ad_name": "都市风情",
        "pctr": 0.41478147263179543,
        "content": "这款来自paige的小脚牛仔裤，高腰的设计，能有效遮盖腹部赘肉，轻松塑造纤细小蛮腰。门襟拉链设计，开合顺滑，穿脱便捷。小脚的设计，紧紧包裹双腿，显得腿部纤细又修长。毛边裤脚设计，个性时尚，穿起来潮范儿十足。"
    },
    {
        "ad_id": 3,
        "ad_name": "独特衣社",
        "pctr": 0.47693123512754987,
        "content": "裤身两侧的条纹拼接，为整体增添潮流元素，精致的字母刺绣搭配，起到很好的点缀作用，让整体看起来美观又大方。裤身迷彩拼接，十分有街头摇滚风的味道，可以尽情展现属于你的风格；松紧裤型，美观而实用修饰出笔直而修长的腿部线条。"
    },
    {
        "ad_id": 4,
        "ad_name": "经典衣品",
        "pctr": 0.4894283166840888,
        "content": "选取优质的水洗棉勾勒版型，柔软亲肤的触感，带来舒适透气的穿着体验。引用宽松的廓形版型设计，带来遮肉显瘦的穿搭效果。精致的口袋装饰着裤身，平添了几分休闲随性的气息。个性的圆环金属扣装饰着裤身，呈现出炫酷的时髦感。"
    },
    {
        "ad_id": 5,
        "ad_name": "炫衣时尚",
        "pctr": 0.4824738541991205,
        "content": "生机勃勃的春季自然少不了中性连体裤，帅气又不失干练。柔软透气的面料，简约的v领设计拉长脖颈线条，露出纤细锁骨，时尚迷人。卷边<UNK>设计修饰腿部曲线。胸部的对称口袋设计，起到了优化胸型的作用，增添性感韵味。"
    },
    {
        "ad_id": 6,
        "ad_name": "衣服汇",
        "pctr": 0.44461742976273533,
        "content": "采用的聚酯纤维面料，具有柔软细滑触感和透气散热特性，让你在行走运动的时候舒适<UNK>。宽松的版型，不会影响肢体自由，让伸展灵活自在。格纹的加入，轻盈立体，具有强的层次感。侧边的织带，柔和裤子的硬朗，突显柔情。"
    },
    {
        "ad_id": 7,
        "ad_name": "衣品优选",
        "pctr": 0.36899173523931306,
        "content": "布满衣身的竖型条纹，显出女性甜美可爱的形象。松紧的裤头设计，出行穿脱更加的便捷。对称的贴布口袋设计，方便存放随身的小物品，兼具美观性与实用性。精致的单排纽扣进行开合，出行穿脱更加的简单，提升出行的便捷性。"
    },
    {
        "ad_id": 8,
        "ad_name": "优雅衣社",
        "pctr": 0.32697652905891855,
        "content": "休闲短裤在左右两边的裤腿都设计上分明利落的工装口袋，塑造出帅气的工装版型，将男士硬朗的气场凸显。一侧口袋的翻盖装饰字母贴标，营造不对称的时尚感，两边裤脚还装饰飘带，摇曳出随性的味道，突出细节设计的个性和潮流。"
    },
    {
        "ad_id": 9,
        "ad_name": "摩登衣物",
        "pctr": 0.3673426399563385,
        "content": "这款来自米妮哈鲁牛仔背带裤，精选100%纯棉面料制造，手感柔软细腻穿着舒适合身。表面采用环保活性印染，无甲醛荧光剂残留，安全温和的质地守护孩子身体健康。宽松的直筒裤版型包容性较好，可以藏住肉肉凸显孩子的大长腿。"
    },
    {
        "ad_id": 10,
        "ad_name": "经典衣柜",
        "pctr": 0.47849259706414243,
        "content": "一字肩设计的上衣结合红白的撞色条纹样式，彰显出时尚活力感，上身效果显眼又吸睛。领口还装饰着系带的蝴蝶结，为整衣增添了些许活泼俏皮的感觉。雅致的方形镂空样式很显气质，搭配高腰的白色短裤，打造热情与时尚的夏日穿搭。"
    },
    {
        "ad_id": 11,
        "ad_name": "优选衣饰",
        "pctr": 0.4807850542224732,
        "content": "一款舒适有型的涤纶阔腿裤；富有心机感的腰部，将自然打褶与同色系绑带相结合，系上则贴合腰线并收腹显瘦，为纤腰的展现赋予了柔美的韵味；裤脚处的开叉设计，裸露美腿并凸显性感的魅力，使自信的漫步间洋溢着个性洒脱的时髦范。"
    },
    {
        "ad_id": 12,
        "ad_name": "丽人服饰",
        "pctr": 0.3598740988601574,
        "content": "裤裤的设计走的极简路线，或明亮甜美或沉稳优雅的纯色，都衬托出宝贝乖巧干净的气质，同时也百搭夏季清凉的上衣。a字的宽松版型，很好地修饰宝贝的腿型，结合亲肤透气的亚麻面料，穿着飘逸，走路带风，给人清新、格调十足的感觉。"
    },
    {
        "ad_id": 13,
        "ad_name": "青春衣铺",
        "pctr": 0.3484842032057182,
        "content": "阔腿裤样式和竖条纹元素结合，更好的修饰身形，掩藏身材上的小缺点，显得身高腿长。作为近两年流行热点，阔腿裤利落大气的裤型更加适合通勤风格，增强女性职业感，气场强大。精致的印花蝴蝶穿梭在竖条纹间，增添几分灵动和有趣。"
    },
    {
        "ad_id": 14,
        "ad_name": "经典服饰",
        "pctr": 0.3126064435135251,
        "content": "不同于一般的西服裤。这款<UNK>小喇叭羊毛裤在样式上显得更加时髦优雅，特地采用微微的九分喇叭裤腿设计，视觉上将脚踝处显得更加纤细。并且特地甄选柔软的羊毛材质，就算直接贴肤穿着，也不会觉得寒冷，比较适合初秋穿噢。"
    },
    {
        "ad_id": 15,
        "ad_name": "优雅衣坊",
        "pctr": 0.49964855185189744,
        "content": "前身复古的毛边点缀，趣味风十足，一下子提高了造型感，上身倍感玩味俏皮，让你很容易穿出青春活力女孩气息。嘻哈感十足的裤腿带来富有灵动感的穿着效果，结合整体的撞色和拼接设计，透着几分小女生的乖巧气息。"
    },
    {
        "ad_id": 16,
        "ad_name": "轻奢潮衣",
        "pctr": 0.40575054542842964,
        "content": "这款的设计亮点在裤脚。利用了绑带的多变化，可以绑成各种造型。超简单的就是绑个蝴蝶结了，增添了裤子的时髦裤。而且让裤脚处略带喇叭式，更加显高挑了。九分的款式，露出脚踝既有几分小性感，也更显高挑了。"
    },
    {
        "ad_id": 17,
        "ad_name": "炫彩衣铺",
        "pctr": 0.39711038361582024,
        "content": "阔腿裤腿视觉上有着一气呵成的流畅感，留有宽松的余量，行走间自在如风。高密实的棉涤混纺面料，布料平整挺括度好，穿着时自然板正有型。立身剪裁上身收腰提臀，修饰身型的同时不会显胯宽。带有几分时光的<UNK>，百搭不挑人。"
    },
    {
        "ad_id": 18,
        "ad_name": "酷潮服装店",
        "pctr": 0.48787777152662415,
        "content": "自带弹力的混纺面料，有一定的厚度，保暖的同时又不会臃肿，萝卜裤版型直挺有型。轻松改变腿部线条，松紧腰舒服又方便穿脱，不挑身材。藏肉显瘦这件事交给它<UNK>，再加上今年流行的小蜜蜂元素，穿上身绝对时髦有型。"
    },
    {
        "ad_id": 19,
        "ad_name": "魅力衣秀",
        "pctr": 0.42941652904399163,
        "content": "舒适的松紧裤腰，穿脱十分方便。而且一点也不会勒着孩子的肚子，很受宝妈们青睐。优雅的松紧裤脚收口设计，既可以防止裤腿灌风，又可以展现出酷帅的气质。炫酷的字母印图装饰，挡不住的时尚感，塑造出活力四射的时尚男孩形象。"
    }
]