[
    {
        "ad_id": 0,
        "ad_name": "华丽时尚",
        "pctr": 0.3395167055590226,
        "content": "裤子是简约大方的版型设计，带来一种极简主义风格而且不乏舒适优雅感，是衣橱必不可少的一件百搭单品。标志性的logo可以体现出一股子浓郁的英伦风情，轻而易举带来独一无二的<UNK>体验。"
    },
    {
        "ad_id": 1,
        "ad_name": "时髦衣服",
        "pctr": 0.3628108598750945,
        "content": "这款裤子，结合了休闲与运动两种风格，彰显了不一般的帅气感。腰部的松紧绳设计，不仅不挑人，也显得十分时尚，束脚的设计，避免了整体过于臃肿的尴尬场面，而完美的修饰了腿部线条，衬托得人更加修长。"
    },
    {
        "ad_id": 2,
        "ad_name": "舒适衣铺",
        "pctr": 0.33369229418633295,
        "content": "裤子的设计是金属朋克气息，有着一股子摇滚的意味很是个性了可以说。简约宽松的版型很好的修饰了<UNK>曲线。口袋下面有着金属鸡眼和穿绳设计，又精致又能体现出细节感。破洞水洗元素带来放荡不羁感。"
    },
    {
        "ad_id": 3,
        "ad_name": "优雅衣物",
        "pctr": 0.4404491731306505,
        "content": "裤子整体风格样式简约休闲，直筒版型穿起来更添笔直挺拔。裤面褶皱工艺理念渗透，营造复古做旧的质感，穿起来典雅绅士。裤脚自然微微收束，修饰腿部线条更添高挑帅气。腰头撞色字母点缀，协调色调更有范。"
    },
    {
        "ad_id": 4,
        "ad_name": "摩登衣坊",
        "pctr": 0.3660450510830785,
        "content": "连体裤的版型设计，在一定的条件上可以很好的拉长，女人整体的身材比例。应用的翻领展示出了干练的一面，采用的拉链设计，让你可以随心所欲的变换风格。阔腿的样式，双腿比例更加的完美，女神非你莫属。"
    },
    {
        "ad_id": 5,
        "ad_name": "靓丽衣坊",
        "pctr": 0.36143724448158626,
        "content": "钉珠丝绒短裤精选优质高档丝绒面料，轻盈顺滑，细腻绵软。清爽的松紧腰型设计提升腰线，彰显性感小蛮腰和修长大长腿。甜美高档的手工缝制钉珠提升高档品质，彰显个性的同时又有一份优雅和光泽在其中。"
    },
    {
        "ad_id": 6,
        "ad_name": "都市衣阁",
        "pctr": 0.42376855451216233,
        "content": "牛仔裤本身多添了复古文艺，简约直筒休闲款式，修饰腿型尽显挺拔俊朗，出街搭配更有范。时尚猫须磨白做旧处理，复古文艺更具街头潮流风尚。金属拉链暗门襟设计，推拉顺滑更富有质感。"
    },
    {
        "ad_id": 7,
        "ad_name": "简尚衣坊",
        "pctr": 0.3567547629093696,
        "content": "百搭而凸显都市时尚情结的长裤。自然的版型挺括而修饰身材，深黑色的面料，更加适宜各种商务和休闲场合的搭配。腰部的串珠点缀，修饰出华丽精致的时尚品味，面料具备弹力，上身体验舒爽轻柔。"
    },
    {
        "ad_id": 8,
        "ad_name": "靓丽衣坊",
        "pctr": 0.3255217603155763,
        "content": "修身版型，收裤脚设计，修正腿型衬出纤细柔美的腿部线条，精致显瘦。穿着时挽起裤脚，形成撞色的翻边观感，更具个性感。两侧口袋设计，实用美观。裤管花朵刺绣设计，增添几分神秘浪漫的气质。"
    },
    {
        "ad_id": 9,
        "ad_name": "华美衣苑",
        "pctr": 0.4532369945249728,
        "content": "个性时尚的休闲裤采用了纯黑色的色调设计，纯黑色的色调，打造时尚摩登的风格凸显的随性自然的特点。束脚裤的版型设计，展示了最具个性时尚的风格魅力，精湛的可口可乐<UNK>，凸现时尚，摩登。"
    },
    {
        "ad_id": 10,
        "ad_name": "摩登服装",
        "pctr": 0.34339569146449345,
        "content": "这一款休闲裤时尚的高腰设计，提升腰线自然显高，精挑细选的面料，手感柔软舒适亲肤，有筋骨有弹力而且挺括有型。时尚的微喇裤型，轻松遮肉自然显瘦。加上包臀设计，性感迷人女人味足。"
    },
    {
        "ad_id": 11,
        "ad_name": "简约衣库",
        "pctr": 0.40349330108652454,
        "content": "羊毛呢面料质地挺括垂感极佳，纯黑色极简百搭，微喇叭设计极好的修饰腿型很显小腿纤细，裤脚珍珠点缀女人味儿十足，非常适合春秋季节穿搭。高腰版型极好的在视觉上延伸腿部比例，显高又显瘦~"
    },
    {
        "ad_id": 12,
        "ad_name": "经典衣柜",
        "pctr": 0.3883827224284556,
        "content": "阔腿裤加上超长裤腿的设计，走路<UNK>，气场十足，很<UNK>。垂感很足的面料，行走间飘逸灵动。黑底白点的波点元素，尽显复古优雅，女人味十足。高腰的设计，更是塑造胸以下都是腿的既视感。"
    },
    {
        "ad_id": 13,
        "ad_name": "靓丽服装店",
        "pctr": 0.32809778694350644,
        "content": "本品采用简约短小的短裤造型，适合在炎热夏季穿着使用，能够带来清凉舒适的体验。短小的款式还可以实现修饰流畅腿型的效果，能穿出大长腿。采用清新的颜色款式，充满时尚气质，满足自由搭配的需求。"
    },
    {
        "ad_id": 14,
        "ad_name": "星悦服饰",
        "pctr": 0.40246635761514776,
        "content": "<UNK>纹提花直筒五分短裤，口袋和下摆运用面料的反面，在图案和颜色上打破了直筒五分短裤给人一本正经的感觉，穿起来更加夺取眼球。直筒裤包容性强，不仅可修饰大腿线条，高腰版型更有效拉伸整体比例。"
    },
    {
        "ad_id": 15,
        "ad_name": "简约衣库",
        "pctr": 0.3147301166103339,
        "content": "个性化的九分裤型，穿着在身上，能够从视觉上拉长你的身体比例，让你看起来更加的有范。简约的黑色系列，极具时尚的韵味，充分凸显你专属的成熟韵味。修身的立体廓形，为你塑造修长的曲线。"
    },
    {
        "ad_id": 16,
        "ad_name": "简约衣馆",
        "pctr": 0.34187923266723813,
        "content": "以优雅的的两件套设计，拥有丰富的<UNK>感，打造时髦新潮的款式。飘逸的系带网纱设计，散发仙气十足的气息，塑造仙女的气质。修身显瘦的七分裤设计，凸显出傲人的身材，整体设计别具摩登感。"
    },
    {
        "ad_id": 17,
        "ad_name": "优雅衣物",
        "pctr": 0.38065485176355507,
        "content": "这是一款非常简约气质耐看的连体裤装。吊带v领的设计，露出好看的锁骨线条，修饰美丽的鹅颈，小心思满满。衣身设计到腰部以上是贴身的，下身<UNK>腿宽松设计，很好的把身形扬长避短，显露了纤纤细腿。"
    },
    {
        "ad_id": 18,
        "ad_name": "舒适衣饰",
        "pctr": 0.49635343033533097,
        "content": "非常<UNK>春日穿搭的一款基础风格的牛仔长裤。简约的版型，对腿型没有过分的限制，更加宽松舒适。磨毛的裤脚设计，能够凸显出脚踝部分，更加显瘦哦。个性的破洞造型，展现出青春活力之感。"
    },
    {
        "ad_id": 19,
        "ad_name": "华丽衣房",
        "pctr": 0.49526813485501875,
        "content": "高腰的款式设计时尚大气，选用纯色的版型，搭配哈伦裤的样式，简洁利落中不失腔调。九分裤的设计风格，微微露出脚裸不得不分，帅气感爆棚。双侧的口袋和细腻的条纹搭配，呈现出饱满的层次感，唯美大方。"
    }
]