[
    {
        "ad_id": 0,
        "ad_name": "时尚风情",
        "pctr": 0.39991860386640854,
        "content": "来自BRAND的牛仔裤，依旧采用了复古的黑色牛仔布来塑造，并将黄色的车缝线密集缝制，让黑色的裤身添入了几分靓丽感。正面设计以简洁款式为主，<UNK>背部则是经典的大m从腰头下一只贯穿至裤腿上，并将其印制出黄色的字母装饰，让经典得到颠覆，使得裤身潮感十足。"
    },
    {
        "ad_id": 1,
        "ad_name": "衣佳品汇",
        "pctr": 0.4596780235711289,
        "content": "颇具高级名媛气质的一款丝绒连体裤，采用的是质感极好的亮丝丝绒材质，泛着满满的光泽感，让人看一眼便能感受到它的高级感，又带来一种别致的华丽时尚气息；袖口处的羽毛流苏装饰亮眼吸睛，凸显出女性个性的一面；还有那收腰系带的设计，轻松便可勾勒出女性的苗条身姿。"
    },
    {
        "ad_id": 2,
        "ad_name": "华美衣坊",
        "pctr": 0.4339605094508964,
        "content": "时尚易搭的儿童过膝牛仔裤，logo印花的图案装饰，打破版型的沉闷感，时尚更富有活力，打造小潮童造型。宽幅的松紧腰带，平整有弹性，舒适不勒皮肤，孩童穿着活动自如。优选棉麻的混纺面料，具有极佳的透气效果，穿着活动不会有潮湿闷热感，非常适合孩子爱运动的本质。"
    },
    {
        "ad_id": 3,
        "ad_name": "衣品时尚店",
        "pctr": 0.45529401644836826,
        "content": "BRAND带来的这款长裤，后幅采用解构式双腰头设计，加以小心机的高腰处理，能够有效提高腰线；前后拼接结合水洗磨白工艺，带来富有层次感的复古牛仔视效；宽松的直筒裤型，对身材有良好的包容性，打造休闲随性的穿着视效；加以裤身不规则的破洞设计，尽显叛逆不羁的个性。"
    },
    {
        "ad_id": 4,
        "ad_name": "简尚服饰",
        "pctr": 0.32821529199765725,
        "content": "虽然夏天还没到，但是短裤好囤起来啦，毕竟这么好看的！这款带点民族风情，还蛮有特色的，在一众短裤里很容易出彩版型是有点a字的，裤腿微宽，不会有束缚感，也能显瘦显腿<UNK>腰头口袋都做了明缉线装饰，视觉上很有立体感裤口不规则磨破撕边效果随性不羁，休闲街头感很浓"
    },
    {
        "ad_id": 5,
        "ad_name": "摩登衣秀",
        "pctr": 0.3227029627212194,
        "content": "选用高品质精细羊毛面料，质地轻薄细腻，贴身丝毫没有<UNK>。柔韧而不失挺括度，能极好的撑起极简的裤型，上身立体有型。腰部和脚口融入金线织带装饰，打造出吸睛的细节看点，令整体不再单调。卷边的裤脚造型，更有设计感，也能丰富裤身层次，提升上身的时髦度。"
    },
    {
        "ad_id": 6,
        "ad_name": "新尚衣铺",
        "pctr": 0.35776642135029724,
        "content": "这款阔腿裤的面料色调，怀旧又带了点清新禁欲系。款式设计上运用不对称的手法，在一边的裤筒上，用同色系不同纹理的面料拼接插入，而另一边也做了一条相呼应的细边出芽。给裤身制造一个不对称的视觉效果，和谐融入不显突兀。<UNK>宽松的直筒八分裤型，裤脚的折边让穿着更显随性。"
    },
    {
        "ad_id": 7,
        "ad_name": "青春潮品",
        "pctr": 0.4013137686463163,
        "content": "这款宽松休闲裤精选优质纯棉面料，以能够藏肉的宽松剪裁打板，成品在着用感舒适的同时修饰你的身形。此外，简约版型的基础上配以多口袋的细节设计，吸睛度和时髦度满满。更值得一提的是，它简约的配色，能让你成为更好的自己。是一款春夏季节里休闲场合的实用单品。"
    },
    {
        "ad_id": 8,
        "ad_name": "舒适衣饰",
        "pctr": 0.34188558007807485,
        "content": "九分裤的版型加上中腰的裤型设计，给人一种别样舒适的休闲感。直筒版型修饰腿型，上身之后秒变笔直大长腿。中腰的版式设计，给裤子的穿有丰富的选择性，百搭而又时尚。小亮点在于裤边的磨边装饰，带有个性气息，街头风格十足。牛仔面料硬挺时尚，穿着上身透气性好。"
    },
    {
        "ad_id": 9,
        "ad_name": "时尚衣橱",
        "pctr": 0.40578489506339416,
        "content": "这条裤子，采用简单的宽松款式，展示出一种休闲的运动风，穿起来给人一种舒适有型的立体感；长款的设计拉长了腿部的比例，简单的纯色色系，色泽靓丽又大方，给人不一样的视觉；腰间绑带的搭配，打破了常规设计，使用起来收缩自由，实用便捷；整体衬托出满满的轻松休闲<UNK>。"
    },
    {
        "ad_id": 10,
        "ad_name": "焕彩服饰",
        "pctr": 0.45553952012303217,
        "content": "虽然夏天还没到。但是短裤好囤起来啦，毕竟这么好看的，这款带点民族风情，还蛮有特色的。在一众短裤里很容易出彩，版型是有点a字的，裤腿微宽，不会有束缚感。也能显瘦显腿细，门襟腰头口袋都做了明缉线装饰，视觉上很有立体感。裤口不规则磨破撕边效果随性不羁，休闲街头感很浓。"
    },
    {
        "ad_id": 11,
        "ad_name": "美尚服饰",
        "pctr": 0.3338605531079649,
        "content": "<UNK>的这款拼色休闲女鞋，简约而自然，充满个性化。采用拼色粉色底+经典系带款式，是此单品的一大重要亮点，穿起来既年轻又有活力，特别好看。外型讨巧，包裹性良好，可搭配各种裤型，漂亮又实用。轻盈鞋身设计，让你几乎忘记鞋子的存在，使步伐更加轻松。"
    },
    {
        "ad_id": 12,
        "ad_name": "时尚风情",
        "pctr": 0.3697931303713958,
        "content": "这条裤子比一般的哈伦裤，来的更加的显瘦。<UNK>来自于它腰头的褶裥和省道收割，该收的地方收，该放的地方放。上身特别的藏肉，然后来自于带点慵懒味道的宽大裤筒，遮肉，<UNK>，很显腿直！简直是梨型身材妹子的福音。配合九分的裤长，穿起来更显腿长不说还很帅。"
    },
    {
        "ad_id": 13,
        "ad_name": "靓衣潮品",
        "pctr": 0.32410785602321085,
        "content": "虽然夏天还没到，但是短裤好囤起来啦，毕竟这么好看的！这款带点民族风情，还蛮有特色的，在一众短裤里很容易出彩版型是有点a字的，裤腿微宽，不会有束缚感，也能显瘦显腿<UNK>腰头口袋都做了明缉线装饰，视觉上很有立体感裤口不规则磨破撕边效果随性不羁，休闲街头感很浓！"
    },
    {
        "ad_id": 14,
        "ad_name": "优雅服装店",
        "pctr": 0.32214674861952064,
        "content": "这款来自品牌太平鸟与可口可乐联合跨界合作的男装中短裤精选百分百的纯棉面料，轻薄舒适的质地贴身穿着更加干爽透气。整体采用宽松的版型，抽绳设计的松紧腰带轻便自在不束缚腰部，裤腿处加入<UNK>ola的撞色胶印，搭配大红色的基底色调，尽显街头风格的雅痞个性。"
    },
    {
        "ad_id": 15,
        "ad_name": "个性衣坊",
        "pctr": 0.49698720493223913,
        "content": "如今的休闲裤将经典与时尚结合，以束脚的工艺诠释着青春的率性感，同时街头感十足。这款由马克华菲推出弹性休闲束脚裤，采用经典的纤维混纺面料制成，整体的舒适度非常赞，穿着弹力十足。加之简约的小宽松版型的设计，穿着不挑身材，适合更多种身形的型男进行选择。"
    },
    {
        "ad_id": 16,
        "ad_name": "时尚衣行",
        "pctr": 0.3742000141978981,
        "content": "浪漫优雅的麻灰色系，是让人一眼就会爱上的颜色，隶属于<UNK>不暖的色系，在视觉上给人舒服自然的感觉，着实百搭。裤型采用经典的阔腿裤型，搭配具有丰富质感的羊毛材质，整体风格利落有型，散发着知性的女神范。裤身周围加以精致的钩工流苏边点缀，颇具层次感。"
    },
    {
        "ad_id": 17,
        "ad_name": "优雅衣苑",
        "pctr": 0.3762973245792487,
        "content": "直筒裤裤型上身舒适不束缚，裤身线条流畅，垂感很好，易凹造型；两侧条纹装饰紧跟校服裤潮流，释放时尚运动风气息，青春动感，有着瞬间减龄的<UNK>；裤脚上点缀了白色的英文字母，一点就能抓住眼球，醒目吸睛；适当的裤脚开叉设计让整条裤子远离刻板，前卫个性。"
    },
    {
        "ad_id": 18,
        "ad_name": "品位衣饰",
        "pctr": 0.4899512648095117,
        "content": "连体裤是十分减龄又有范的单品，上身不用担心穿搭，又轻松显气质。这款连体裤是十分清新的绿色设计，淡淡的条纹极具气质范，<UNK>缝的包边彰显精致的做工。裤子是无袖的设计，具有性感的气息，阔腿裤的版型搭配摇曳的荷叶边，更显俏皮和活力，也带来满满的青春范。"
    },
    {
        "ad_id": 19,
        "ad_name": "流行衣坊",
        "pctr": 0.33282964136146265,
        "content": "这件韦恩泽维尔宽松休闲纯色短裤，本身在设计风格中就是非常的与众不同的，主要就是体现在裤子上的翻盖口袋装饰，让一条再简单不过的裤子展现出不一样的潮流。裤子采用的宽松的版型设计，让你不管有再粗的腿也能很好的穿着，采用的优质面料，透气吸汗，也是非常的亲肤。"
    }
]