[
    {
        "ad_id": 0,
        "ad_name": "时尚衣坊",
        "pctr": 0.3652030212163875,
        "content": "这款很有青春气息的牛仔裤采用白色作为色调设计，撞色的明线的条纹勾勒其中，衬托出十足的活力气息，同时又营造了视觉上的立体感。宽松的直筒版型轮廓不挑身材，穿搭起来慵懒而休闲，自由驾驭感十足。高腰的版型剪裁着身更具舒适度，贴合不同人的需求。"
    },
    {
        "ad_id": 1,
        "ad_name": "格调衣橱",
        "pctr": 0.31554987067944823,
        "content": "背带长裤打破以往的精致剪裁，结合带有垂坠质感的面料，凸显的是一种慵懒的休闲韵味。腰部的交叉系带设计，收腰的同时也使得更加贴合腰部，视觉上更显腰部的纤瘦和背部的笔直。两条大大的裤腿，自然落下，行走方便自如，没有束缚感的同时更显慵懒的浪漫情怀。"
    },
    {
        "ad_id": 2,
        "ad_name": "青春衣社",
        "pctr": 0.35803504406555137,
        "content": "纯白和深蓝两色设计的牛仔裤，纯白色为牛仔裤注入清新气质，极简色调清新典雅，点亮了牛仔裤，特深蓝色更加内敛显瘦，一深一浅都极具精致美感。高腰设计突出身材曲线，带来很好的一体连贯美，纤细的腰部曲线展露无余，阔腿七分更添率性，典型的现代美。"
    },
    {
        "ad_id": 3,
        "ad_name": "舒适衣家",
        "pctr": 0.4420749636487682,
        "content": "非常少女感的连体裤，做工非常的细致，面料是雪纺的面料，手感非常好，上身舒适，非常的亲肤。一字领加上吊带的设计，展现了迷人的锁骨，突出了颈部线条，非常的性感。腰间的系带飘逸灵动。荷叶边的袖口浪漫梦幻，非常的有女人味，优雅十足。"
    },
    {
        "ad_id": 4,
        "ad_name": "暖心衣坊",
        "pctr": 0.3266386744750503,
        "content": "牛仔裤总是女孩子们非常关注的裤子款式之一。高腰的牛仔短裤，可以拉长女性的身材曲线，让自己的双腿变得更完美哦。再利用毛边进行点缀，也可以彰显出自己的随性美感呀，不用担心自己穿着很普通啦。又利用防走光的设计，更可以给自己带来保守气质哦。"
    },
    {
        "ad_id": 5,
        "ad_name": "时髦衣舍",
        "pctr": 0.4336156806401431,
        "content": "这款短裤采用黑色的牛仔风格，展现出自然随性的休闲韵味，也流露出女性内心的优雅与大气。宽松的阔腿裤型，将双腿的线条修饰的更加纤瘦有型。微微翻卷的裤边，流露出强烈的个性色彩。自然的高腰版型，将双腿拉伸的更加修长，从而打造高挑动人的身材曲线。"
    },
    {
        "ad_id": 6,
        "ad_name": "酷潮服装店",
        "pctr": 0.3796891898330959,
        "content": "这样一款颜值与质感皆在的长裤，面料是精选的顺滑面料，具有一定的光泽度。比较宽松的直筒裤型，做了松紧腰的设计，对各种腿型都很友好，更是让你轻松驾驭。侧边加入了双色的织带，一根是较暗的深藏蓝织带，另一根是哑光的涤棉织带，两边还是特别的不对称式。"
    },
    {
        "ad_id": 7,
        "ad_name": "丽人衣店",
        "pctr": 0.4737997558401103,
        "content": "玛玛绨的一款港风风格的哈伦裤，采用的是束脚的版型，非常的显瘦，而且让你的双腿显得也更加的笔直。蕾丝透视的设计，让你的腿部的肌肤若隐若现，时刻都透露着性感，而且还能凸显你的女人味。融入了撞色拼接的元素，非常亮眼的颜色，更凸显了潮流的气息。"
    },
    {
        "ad_id": 8,
        "ad_name": "靓丽衣坊",
        "pctr": 0.4237874788811542,
        "content": "来自BRAND的牛仔裤采用深蓝色造型，耐脏的同时也不容易<UNK>哦。高腰的款式结合荷叶边的加持，将身材比例拉长，再多的肉肉也能秀出小蛮腰。直筒阔腿的裤型，遮盖腿部小秘密，轻松显笔直腿型，走路间飘逸自在，既能扮酷又能散发清新哟。"
    },
    {
        "ad_id": 9,
        "ad_name": "衣物大观",
        "pctr": 0.35109847069661976,
        "content": "设计师新颖的将金丝绒面料与阔腿裤的版型相结合，赋予了裤装几分复古的风情，垂顺的面料呈现出拉长腿部线条的视觉效果，更显高挑纤细身姿。松紧带设计，即穿脱更方便，又令其舒适没有束缚感。裤头蝴蝶结系带点缀，尽显女性闲适的自在感。"
    },
    {
        "ad_id": 10,
        "ad_name": "流行衣阁",
        "pctr": 0.4213836004312912,
        "content": "这一款裤子给人的感觉就是很经典大气，如同西装裤一样非常的有气质，也显得比较的正式，我们可以在一些隆重的场合穿上它。九分裤的长度非常的适中，穿上可以完美的修饰出我们的脚踝。中腰的设计则很修身显瘦，很好的衬托出我们的完美身材。"
    },
    {
        "ad_id": 11,
        "ad_name": "炫彩衣屋",
        "pctr": 0.33776481230720323,
        "content": "BRAND的这款短裤以极具有民族特色的波西米亚风印花为主，复古典雅，轻松凸显出优雅的气质和出众的时尚品味，经典的腰头设计，舒适亲肤。简约而不<UNK>，大气的宽松版型，包容性很好，穿起来不仅很显轻盈。还洋溢着轻松休闲的气息。"
    },
    {
        "ad_id": 12,
        "ad_name": "靓丽服装屋",
        "pctr": 0.3950340050478578,
        "content": "运用了带有弹性的面料，还有着抗褶皱的功能，因为其挺括性，可以衬托出男士修长的腿部轮廓。同时，轻薄的款型带着混纺的材质制作出来，更适合于休闲运动的场合，笔挺的造型衬托出腿部的修长感觉。裤兜处的精致刺绣更是彰显出男士独有的魅力。"
    },
    {
        "ad_id": 13,
        "ad_name": "个性服装",
        "pctr": 0.3463394540825462,
        "content": "为避免纯色设计太过单调，e<UNK>在这款长裤侧边加入拼纱丰富层次给人视觉上的惊艳感，小透性感且颇为个性！而高腰紧身版型修身效果佳，勾勒长腿并可遮肚收腰、提臀显瘦，一展苗条身姿轻松穿出气质范，不仅是瑜伽装也是潮感满满的穿搭单品。"
    },
    {
        "ad_id": 14,
        "ad_name": "流行服装店",
        "pctr": 0.37029839548806986,
        "content": "设计剪裁立体有心意，穿着更加有型有范儿。设计师匠心独制，高腰阔腿设计修饰腿部线条为此款白色牛仔短裤添彩，另外做旧毛边工艺设计又将短裤点缀得恰到好处。简约大方的牛仔面料，使每个女孩子都能轻松驾驭，展现夏日里的好身材，释放女生独特魅力。"
    },
    {
        "ad_id": 15,
        "ad_name": "靓丽衣馆",
        "pctr": 0.44397168354574945,
        "content": "这是一款修身版型的牛仔裤，流畅的裁剪线条，打造出的开衩设计，带有轻柔飘逸的质感，让你在帅气与优雅中随意的切换，还不失性感魅力。经典的喇叭裤造型，演绎复古时尚。高腰的设计，凸显腰线的位置，视觉上秒变大长腿。对称性的斜插口袋，方便放置物品。"
    },
    {
        "ad_id": 16,
        "ad_name": "时尚衣汇",
        "pctr": 0.48693035006299507,
        "content": "<UNK>都是拖地的直筒裤型，但这条是有<UNK>几长度的微喇叭高腰，腰围有两个纽扣，可以把小腹收起来，遮肉显瘦不挑身材。中高腰的版型穿着不会束缚，布料是西裤的那种，春夏秋冬都可以穿，不会热而且保暖，两种颜色，带着时装又冷酷的感觉。"
    },
    {
        "ad_id": 17,
        "ad_name": "时髦衣屋",
        "pctr": 0.3499650879716095,
        "content": "<UNK><UNK>基底色进行设计，少了大红色的张扬，偏暗的色调更加内敛、大气，尽显洋气的复古气息。衣身立体式的裁剪，呈现原始的流畅线条美；裤身正中的折痕，避免纯色的单一，与微喇叭的裤脚相呼应，上身带来显高显瘦的视觉效果。"
    },
    {
        "ad_id": 18,
        "ad_name": "暖心衣坊",
        "pctr": 0.3561007551820278,
        "content": "这款铅笔裤采用棉质混纺面料，吸湿透气，手感厚实，穿着舒适。裤身两侧经典复古对称插袋，随意休闲，具有良好的实用性。设计师在简约的版型设计上添加了撞色拼接的元素，让简约的牛仔裤多了几分街头时尚腔调，同时又不失减少原本的复古调性。"
    },
    {
        "ad_id": 19,
        "ad_name": "靓丽服装店",
        "pctr": 0.49221907989833236,
        "content": "这款极具帅气男友力的牛仔裤，以浅蓝色调渲染，更加的百搭时尚，同时展现了青春活力感。直筒的裤型设计结合九分裤长剪裁，能够更好的修饰腿部的不足。拉长腿部线条的比例，显露出大长腿，补丁磨旧的设计，增添设计看点，展现帅气个性。"
    }
]