[
    {
        "ad_id": 0,
        "ad_name": "流行服装",
        "pctr": 0.4461109793980621,
        "content": "<UNK>底衫是以<UNK>的<UNK>美利奴羊毛精制而成。布料极度舒适，排汗力绝佳并且具有天然的透气<UNK>效果。这款女性短袖底衫是依女性身型量身打造，精致的内嵌式v领设计，收边比男性款式更加精巧。其他特点包括内嵌式袖筒和绷缝线织法，确保衣料不会造成擦伤，同时减少因连身和背包肩带造成的磨擦。"
    },
    {
        "ad_id": 1,
        "ad_name": "潮流衣库",
        "pctr": 0.44054176912501275,
        "content": "这款短裤采用纯黑色的色调，演绎出成熟女性的优雅与沉稳。廓形的剪裁设计，让这款短裤更加有型有范儿。裤脚处的荷叶边造型，更显俏皮可爱的少女气息，也为裤身增添了更多的层次感，丰富了整体的视觉感受。裤身两侧的斜插口袋，兼具美观性与实用性。臀部的尾带设计，将腰臀间的曲线展现的更加凹凸有致，打造曼妙的身形线条。"
    },
    {
        "ad_id": 2,
        "ad_name": "优选服装店",
        "pctr": 0.4749532623120442,
        "content": "珂莱蒂尔高腰阔腿裤采用宽边高腰腰头设计，可完全包裹腰腹部，可隐藏小赘肉，展现纤细腰部线条。拉链顺滑易拉，穿<UNK>更方便、更轻松。两侧对称斜插口袋设计，可方便插手的同时，还可放置随身携带的小物品，美观又实用。宽松的裤腿设计，可隐藏腿部肉肉，更加凸显腰部曲线。内里走线工整，精致工艺，彰显品质。"
    },
    {
        "ad_id": 3,
        "ad_name": "华丽衣阁",
        "pctr": 0.3117785323087546,
        "content": "双色纱线掺入金丝混纺而成的粗花呢面料，无论是从颜色还是质感上看，都透露出满满的优雅气息。腰部以及裤脚处浓密的流苏装点，配合裤身双排珍珠扣，为小香风的短裤更添精细美好的小细节。腰腹部做了收省的版型，自然贴合腰部曲线，平腹显瘦的效果显著，配合逐渐变宽的裤脚，衬得双腿更为纤细，上身轻松穿出大长腿即视感。"
    },
    {
        "ad_id": 4,
        "ad_name": "简约衣橱",
        "pctr": 0.4974353449830606,
        "content": "腰部抽绳设计运动休闲感十足，并且与裤脚的螺纹束口上下呼应，可以很好地修饰腿部线条。抽绳腰头，对身材的包容性很大，穿着自由，随心而不拘泥。最后左腿处的刺绣logo，在运动裤休闲舒适的基础上，又增添了时尚个性。面料柔软舒适，品质面料柔软不易起球、不易变形、不易褪色，有一种亲肤的顺滑干，提升良好穿着感受。"
    },
    {
        "ad_id": 5,
        "ad_name": "流行衣坊",
        "pctr": 0.3366376814982305,
        "content": "设计师匠心独运将字母印花，巧妙点缀于上半身，远看如同翅膀，颇具新鲜趣味性。黑红、白红撞色设计，制造强烈视觉冲击，倍<UNK>潮流。圆领套头款式，以基础简洁剪裁碰撞繁复图案，尤为时尚大气。裁剪细腻，线条明快流畅，宽松版型上身舒适，兼备休闲风和运动风。时尚百搭，可搭配休闲裤、运动裤、牛仔裤等。"
    },
    {
        "ad_id": 6,
        "ad_name": "衣物精选",
        "pctr": 0.3181083010218221,
        "content": "领口和袖口的木耳褶皱元素穿上之后凸显女人的性感魅力，这样的设计元素你一定不会拒绝。领口的多层蝴蝶系带，有着少女的减龄可爱，不会显得太过老气。九分的喇叭袖设计迎合了几年来的复古风潮，而且可以修饰胳膊上的赘肉。微微廓形的裙摆不会闷汗束缚，无论是外穿还是内搭都很好看。热烈的撞色印花元素很适合度假穿着。"
    },
    {
        "ad_id": 7,
        "ad_name": "魅力衣柜",
        "pctr": 0.4134360574123015,
        "content": "印花图案很个性，上身很容易穿出范，而且，真丝面料对色彩的表现力非常好，印染的清晰形象，这非常难得！领口、袖口、下摆，撞色条纹设计轻松点亮视觉，很有气质，不规则下摆，特别有腔调感！无形中拉长身形，倍显高挑！裤子，直筒廓形，修饰腿型，藏肉显瘦前口袋设计，也增添了实用性！裤腿两侧撞色拼接，倍添出<UNK>~"
    },
    {
        "ad_id": 8,
        "ad_name": "时尚服饰馆",
        "pctr": 0.32736689054734114,
        "content": "浅蓝的色调迎合夏日明朗的氛围，糅合进牛仔裤间透着一丝丝潇洒大气的味道。简洁的款式摒弃浮华，象征着积极与纯粹的生活态度。高腰的裤型与a字版型相互配合，既能打造黄金身材比例又能巧妙地遮肉显瘦。另外在其裤头与裤腿出运用毛边处理，透着一丝丝不甘于平庸的个性，单调与乏味感瞬间一扫而空，宣扬潇洒不羁的活力。"
    },
    {
        "ad_id": 9,
        "ad_name": "潮流衣库",
        "pctr": 0.3226135873734764,
        "content": "率性的<UNK>一定是喜欢拥有利落线条的服装，不重复不拖沓，这件连体裤便具有这样干练的气质。宽大松垮的廓型给身体自由舒展的空间，慵懒又个性。拉链从领口直通到裤脚，双头的拉链可以从裤脚拉开，解决了去<UNK>的问题。酷酷的高领设计，利落的窄袖，外穿内搭都合适。撞色<UNK>的处理，更加精致、牢固。"
    },
    {
        "ad_id": 10,
        "ad_name": "丽人衣坊",
        "pctr": 0.380031887739147,
        "content": "经受的强大的考验才会被人们所信赖的BRAND，以其出色的设计理念吸引你的眼球。这条运动裤看着简简单单，实际上却是满满的心机小细节，整体简约而不简单，九分裤的设计，显瘦的同时还能拉长身材比例，让你穿上运动裤也能分分钟变大长腿，细节处的口袋和褶皱松紧裤腰，走向干净利索，彰显高超技术，精致logo凸显质感。"
    }
]