[
    {
        "ad_id": 0,
        "ad_name": "衣尚生活",
        "pctr": 0.4157591043435829,
        "content": "穿惯挺括的牛仔裤腿裤，在这个春夏不妨试试这款垂坠柔滑的雪纺背带裤。小有厚度能抵挡早春的料峭。黑色直筒裤型，修饰腿型显瘦自在。撞色感的亮银色圆环，暗色调的裤子也变得明快起来，背带穿过扣眼，半扎起蝴蝶结就能随性的调节背带长短。高腰设计，优化身材比例，有秒变大长腿的技能。"
    },
    {
        "ad_id": 1,
        "ad_name": "优雅衣阁",
        "pctr": 0.36923818555199683,
        "content": "整体线条简洁流畅，静静地诠释着简约主义的魅力。利落的翻领，简洁的纽扣门襟，上身就是很利索又潇洒的感觉。落肩袖的设计，柔化了肩部线条，也将优雅和慵懒表现的恰到好处。搭配裤子，显瘦的版型，流畅的剪裁线条，上身正好是修身不紧绷的尺度，显瘦惬意，恰到好处的裤长，优雅利落，时髦都市腔调，大爱。"
    },
    {
        "ad_id": 2,
        "ad_name": "衣服馆",
        "pctr": 0.4021354057013964,
        "content": "简约不简单的一款裤装，后身松紧收腰设计，时髦显瘦展现优美比例，释放女性姣好身形；前后多口袋点缀，实用方便不乏俏皮，同时还让潮女插兜街拍更有型。匠心的九分的设计，隐约露出一丝打破你的一本正经，无意间让你吸睛无限；不甘于平平无奇，耳目一新的褶皱细节，更显前卫和别具腔调。"
    },
    {
        "ad_id": 3,
        "ad_name": "摩登衣行",
        "pctr": 0.4290418736092364,
        "content": "这条裤子，无论从色彩上还是穿着感上，考虑到季节的特点，从视觉与触觉上给人以清爽与舒适的感受。质地采用柔软又吸湿的棉麻，亲肤又好穿，透气柔软，上身舒适。裤身色彩选用柔和自然的米白色系，与裤前大面积的刺绣工艺撞色，清丽和谐，看起来颜色饱满，明朗大方。宽松的阔腿造型，隐藏小肉肉的同时更加随性。"
    },
    {
        "ad_id": 4,
        "ad_name": "潮流时尚",
        "pctr": 0.3405480741036521,
        "content": "这款来自milibam的儿童牛仔休闲裤，甄选棉质牛仔面料，柔软滑糯，带来轻盈舒适的穿着体验；弹力伸缩裤头设计，可以根据宝宝腰身自由调节，舒适自在；裤脚结合毛边喇叭裤的版型设计，颇具时代感，且拉长腿部线条；甜美的纯色色调，在视觉上享受的同时，更于优雅气质中彰显出高街范，妥妥的小时髦精。"
    },
    {
        "ad_id": 5,
        "ad_name": "优品服饰",
        "pctr": 0.46799186626164146,
        "content": "连体的阔腿裤版型十分抢眼，既凸显了女性上身的颈部曲线，同时也很好的修饰出腿部曲线，最适合那些腿型并不好看的女性穿搭，体现出设计师独特的设计理念和新奇的设计想法。更值得一提的是，这款阔腿裤<UNK>选择清新的颜色设计，而是选择的是端庄但不张扬的藏青色设计，在放肆的格调中注入一点稳重气息。"
    },
    {
        "ad_id": 6,
        "ad_name": "优选衣屋",
        "pctr": 0.4293875921582363,
        "content": "花朵刺绣这一时尚元素可是说是在各大秀场频频出现，稍加点缀就很有时尚的feel，这款裤子就采取了花朵刺绣，裤腿上的花朵刺绣栩栩如生，漂亮别致，很有春天的感觉呢。除了刺绣，还有潮流的破洞设计，个性前卫。裤脚做了翻边设计，九分裤的裤长，露出脚踝，高腰的设计，视觉上拉高腰线，很显高挑哦。"
    },
    {
        "ad_id": 7,
        "ad_name": "时尚衣阁",
        "pctr": 0.3733935806748033,
        "content": "清新的天蓝色格纹图案让孩子的纯真内涵绽放而来，宽边的弹性腰带呵护宝贝<UNK>的娇小身型，加持裤腿处可以翻边的波点内里，打造出甜美无比的淑女范儿，整体看起来既能吸引众人目光，又不乏柔和温婉的内涵。侧边的口袋让孩子小手伸入打造时尚造型，结实耐磨的面料让裤身充满舒适柔软的品质感。"
    },
    {
        "ad_id": 8,
        "ad_name": "优选衣舍",
        "pctr": 0.3702709318948748,
        "content": "连衣裤的受追捧程度<UNK>，BRAND也按捺不住加入了此款式的<UNK>，采用通身的蕾丝质地，打造出一款又美又仙的扮靓单品。蓝色调的渲染，带来了湛蓝天空的清新纯净感；两侧的褶皱花边造型，演绎<UNK>蝴蝶般的飘飘然姿态；高腰线和阔腿的剪裁，修饰双腿，立显高挑身姿。"
    },
    {
        "ad_id": 9,
        "ad_name": "炫彩衣社",
        "pctr": 0.4201058617432327,
        "content": "背带裤带着童年的记忆，总是让人对它爱不<UNK>，是减龄的王牌单品，更是打造百变造型的小心机设计。以阔腿裤版型剪裁打造，实力修饰腿型，完美适配各种身材。藏在裤脚的设计小心机瞬间<UNK>你的心，个性的绑带设计让阔腿裤一秒变成灯笼裤，俏皮感十足又百变，满足你对百搭的需求。"
    },
    {
        "ad_id": 10,
        "ad_name": "时髦衣屋",
        "pctr": 0.4716045259276701,
        "content": "带着一点小清新的裤子在设计上一定会有着自己的独特魅力。街头元素风格的破洞设计增加了毛边的做旧，看着也变得不会那么单调，给人一种非常时尚的前卫风格。宽松的直筒版型可以很好的掩饰腿部缺陷，适合大多数人穿着，裤腿则是有着做旧的毛边，折叠起来也非常有个性，整体都是属于非常耐看的款式。"
    },
    {
        "ad_id": 11,
        "ad_name": "经典服饰",
        "pctr": 0.31750437520591696,
        "content": "宽松舒适的黑色休闲裤与呆萌的校服<UNK>类似，有了个性的扣环织带、刺绣字母边线的助攻，尽显时髦前卫的潮流范。简洁的束脚设计，营造了裤管的空荡感，让你的腿型更加纤细修长。贴合身形的松紧腰，分割精细，凸显纤细身形，更显休闲感。简约的斜袋设计，方便携带小物件，插兜街拍更有型。"
    },
    {
        "ad_id": 12,
        "ad_name": "流行尚品",
        "pctr": 0.40821148672433916,
        "content": "一件百搭时尚的牛仔裤，一年四季常备的款式，茵曼的这款是浅蓝色的款式，带有一点小清新视感，很有气质。修身小脚的裤型，能修饰腿型，瘦腿美腿，打造一双纤细修长的大长腿，让你更加高挑纤瘦。裤脚用毛边装饰，增添潮流帅气感，凸显细节。门襟用经典拉链纽扣，两边实用立体口袋，方便插手凹造型，实用又美观。"
    },
    {
        "ad_id": 13,
        "ad_name": "衣服汇",
        "pctr": 0.4955459771100463,
        "content": "这条九分休闲裤选择百搭的色系，可以随性穿搭。高腰的裁剪和阔腿的版型，拉长你的双腿线条，缔造黄金比例，九分的裤腿露出纤细的脚踝，不会使下半身显得臃肿。裤腿处的设计舍弃了单调的侧面单裤缝，而是选择了裤脚两侧拼接，使腿部看起来更加纤细。后侧的一字口袋，提升臀线，塑造臀部凹凸有致。"
    },
    {
        "ad_id": 14,
        "ad_name": "优选衣饰",
        "pctr": 0.31787821309999803,
        "content": "当活力美少女遇上减龄背带裤完美的衬托出小美女的俏皮与可爱，背带前方有纽扣设计，不光是为了方便穿脱还能避免连体裤上厕所的尴尬。背带后面的裤腰增添打褶设计，让裤腰具备一定的弹性，无论哪种身形的小美女穿着都不会紧绷还能增添甜美感。简约的直筒裤腿支持翻折，让减龄连体裤超流感大增。"
    },
    {
        "ad_id": 15,
        "ad_name": "新潮衣店",
        "pctr": 0.3121910583699996,
        "content": "长袖上衣加短裤的巧妙结合，瞬间让平淡无奇的造型立刻变得生动俏皮，特别的吸睛亮眼。此款黑白撞色上衣，显得非常有气质，简约中透露着时髦味道，既清雅又显气质，大v领设计，更为性感抚媚，且展露迷人纤细的颈部线条，波动着男士的心，且短裤的搭配，穿着干练脱俗，更加增添女人的柔情，洋溢着青春活力感。"
    },
    {
        "ad_id": 16,
        "ad_name": "华美服装",
        "pctr": 0.368392241750665,
        "content": "这款BRAND的阔腿连体长裤，精选质量上乘的含棉混纺牛仔布料裁剪缝制而成，经过特殊水洗工艺处理更加柔软亲肤，混纺布料相比纯棉布料更具有弹性不易褶皱变形。阔腿裤的版型宽松自在不挑身材容易驾驭。背带连体裤款式百搭无疑是减龄单品。背后对称贴袋设计修饰臀部线条丰富整体层次感。"
    },
    {
        "ad_id": 17,
        "ad_name": "丽尚服装店",
        "pctr": 0.48742674519394635,
        "content": "经典的纯黑色调，最为基础百搭不易出错，融合入线条干净利落的版型设计之中，衬托出干练气势的职场风范，更有视觉上的显瘦效果。复古的条纹元素的加入，为单调的正装之中增添丝丝时髦气息，配合高腰的设计，提高腰线巧妙的纵向拉长腿部比例。简约的窄腿裤，避免了软塌没精神，上身更加精致有气势。"
    },
    {
        "ad_id": 18,
        "ad_name": "经典时尚店",
        "pctr": 0.48114969463106305,
        "content": "格纹元素在服饰中的运用是永不过时的，融合了经典黑白小方格的图案又创新加入了淡蓝色，别出心裁的设计让这条阔腿裤有了与众不同的辨识度。宽松的阔腿裤也能很好的修饰腿部线条，过膝七分长度露出白皙小腿更加显瘦；时尚单品的穿搭充满了美式田园风格的清新雅致，带来泛着甜美气息的春夏风格。"
    }
]