[
    {
        "ad_id": 0,
        "ad_name": "State of West Virginia",
        "pctr": 0.33098712730433233,
        "ad_copy": "C'mon, you can do it. Folks with a lot less nerve than you try it and love it. A spray in the face, the thrill of a lifetime. Take West Virginia head-on and go for it. And if this kind of action is too much action, we have a quieter side. So you can backpack, camp out, or stay at a park lodge. Enjoyment comes in all sizes and shapes here. West Virginia. You've got to see it up close to believe it. You've got to get a free travel pack to see what you want to see. You've got to agree after you've been here once, it's a natural."
    },
    {
        "ad_id": 1,
        "ad_name": "Blue Ridge Mountains",
        "pctr": 0.38416353016802096,
        "ad_copy": "If you're in the dark about where to ski, let us shed some light on the subject. High in Virginia's Blue Ridge Mountains, discover what's been called the Mid-Atlantic's finest overall ski experience. Wintergreen offers 10 slopes, five lifts, and an extensive snow-making system. Not to mention luxurious accommodations, an indoor spa, and a nationally recognized children's program. For more information, call 1-800-ski-green. That's 1-800-ski-green. Wintergreen and Virginia...the perfect combination!"
    },
    {
        "ad_id": 2,
        "ad_name": "The Olympic Peninsula",
        "pctr": 0.4576752198146222,
        "ad_copy": "The Olympic Peninsula boasts the only designated wilderness coastline in the nation, the only wild temperate rainforest in North America, a spectacular glaciated mountain range, and a rich Native American heritage! Hike through different ecosystems returning each night to lodges, b&b's, and great cuisine. Spend a day on a Northwest Native American reservation learning about their culture and enjoying a traditional beach fish bake. Explore the splendor and diversity of this natural paradise!"
    },
    {
        "ad_id": 3,
        "ad_name": "Great White North",
        "pctr": 0.30492791913390926,
        "ad_copy": "Lazing around watching television, doing homework, painting the house... whatever (Sarcasm)! It's Spring Break! Wouldn't you rather be dodging moguls and coasting down ski hills in the Great White North? We've teamed up with our snow-crazed sponsors to bring you the coolest winter holiday package EVER. Qualify to win one of three Great White North prize packs for you and 20 of your closest friends. Are you king or queen of the hill? Find out this Spring Break! Enter the Great White North contest online, or call us toll-free."
    },
    {
        "ad_id": 4,
        "ad_name": "Legend Airlines",
        "pctr": 0.36414193507345066,
        "ad_copy": "We're not a four-star restaurant, but we do serve peppercorn-crusted beef tenderloin in a rich port sauce. We're not a furniture store, but we do offer an impressive collection of leather recliners. We're not a luxury hotel, but we do provide valet parking. We're not an Internet Service Provider, but we do guarantee immediate Internet access. We're not a movie theater complex, but we do have 56 screens with surround sound. ...We're not what you think....We're Legend Airlines"
    },
    {
        "ad_id": 5,
        "ad_name": "hotelplanner.com",
        "pctr": 0.4137304585365544,
        "ad_copy": "Planning a group event can be an enormous undertaking whether it's a work meeting, sporting event or family reunion\nSimplify your event planning with HotelPlanner.com --\nWe're number one in group travel\nWe'll work with you and the hotels to obtain the finest hotel, best prices, and group booking policies available.\nAs the leading provider in group planning, our professional team members will plan your event at no charge and offer the lowest group rates. Guaranteed.\nVisit us today at HotelPlanner.com. Number one in group travel."
    },
    {
        "ad_id": 6,
        "ad_name": "Hyatt",
        "pctr": 0.41562340140946835,
        "ad_copy": "There's a place out there, it's different.\nA place who's people understand that the word welcome, is more than a greeting.\nThat the things you can't count count for everything.That life is in the details.\nSo when you come to this place, and find that the details of your life are treated as all that matters. You'll understand the difference between a hotel , and a HYATT, and you will say.\nThank you....thank you... thank you...\nAnd the people there will smile and humbly reply.\nYour More Than Welcome."
    },
    {
        "ad_id": 7,
        "ad_name": "Puerto Rico",
        "pctr": 0.3526557686797469,
        "ad_copy": "I enter a door made of lush, green trees. I walk through into a world of fantastic color. Frightened lizards race through a rainbow of wild orchids. And the song of the coqui echoes through this tropical wonder. This is nature's reality. So near. So easy to reach, to touch. Memories of this adventure in America's rain forest will last much longer than the brief time I've been able to stay here. Discover the continent of Puerto Rico. For additional information call your travel agent."
    },
    {
        "ad_id": 8,
        "ad_name": "State of Arkansas",
        "pctr": 0.4586657545863019,
        "ad_copy": "Welcome to Mountain Home, Arkansas, where visitors can enjoy watersports like kayaking, canoeing and floating on the White River. Mountain Home is ideally situated between two colossal lakes and is only 15 minutes from the three rivers, the Buffalo, White and North Fork.\nNot only are the water sports spectacular, the fishing is world class. Whether looking to land striper, trout, walleye or bass, the waters in the Mountain Home area are always stocked.\nMountain Home, take time to relax and enjoy what we have to offer and to be part of our down home family."
    },
    {
        "ad_id": 9,
        "ad_name": "New Zealand",
        "pctr": 0.48673746413278274,
        "ad_copy": "Explore the best of New Zealand's stunning South Island -- the jewel of the Pacific! Fly into the lovely garden city of Christchurch and then head out to the rugged west coast. Make daily excursions for hiking along the dramatic coastal bluffs and verdant rainforest, flat water paddling on sparkling mountain lakes, and tubing through magical glow-worm grottos. Explore limestone caverns and soak in thermal hotsprings. Visit with Maori and learn of their indigenous culture. Lodging in small inns and private lodges are combined with two nights of camping."
    },
    {
        "ad_id": 10,
        "ad_name": "Hawaii",
        "pctr": 0.45063081800709603,
        "ad_copy": "There are few places in the world that offer the incomparable beauty, lushness, and serenity that Kauai does. Enjoy a fun-filled week of hiking, kayaking, snorkeling, and relaxing on Hawaii's sunny island! Day hike on the famed fluted Na Pali Coast into the dramatic Waimea Canyon and the misty Alaka'i Swamp. Kayak in the protected waters of the Hanalei Reef Lagoon and snorkel at several different shallow reefs. Kauai, Hawaii. Explore the best of it. Includes six nights lodging in two-person kitchenette cabins. All island transportation courtesy of Kauai Airport Transfers."
    },
    {
        "ad_id": 11,
        "ad_name": "Wintergreen Resort",
        "pctr": 0.452181096736479,
        "ad_copy": "If you're in the dark about where to ski, let us shed some light on the subject. High in Virginia's Blue Ridge Mountains, discover what's been called the Mid-Atlantic's finest overall ski experience. Wintergreen offers 10 slopes, five lifts, and an extensive snow-making\nsystem. Not to mention luxurious accommodations, an indoor spa, and a nationally recognized children's program. For more information, call 1-800-ski-green. That's 1-800-skigreen. Wintergreen and Virginia ... the perfect combination!"
    },
    {
        "ad_id": 12,
        "ad_name": "Virgin Atlantic",
        "pctr": 0.357127891970892,
        "ad_copy": "Hello, I'm here to tell you about Virgin Atlantic to Scotland. The Atlantic is a great ocean, and Scotland is a wonderful place to visit. Take it from me, I've lived there all my life, and I still marvel at the beauty of a land so rich in history. Edinburgh is just a hop, skip, and a jump away with four flights a day from New York's Kennedy Airport. Our business class rivals the others, and our food is top drawer. In fact, Travel Magazine named us Airline of the Year. That's why your next trip to Scotland should be on Virgin Atlantic."
    },
    {
        "ad_id": 13,
        "ad_name": "Princess Cruise Lines",
        "pctr": 0.4935074956764172,
        "ad_copy": "We just found the missing piece of Paradise! Sparkling turquoise lagoons, flawless beaches, lush forests filled with the scent of orchids, and natives who tell stories with their hands when they dance. It's Paradise. This fall, for the first time ever, the beautiful Sea Princess will offer vacation packages to the West Indies. You can experience Paradise the way it was meant to be. Continental cuisine, a health club with two indoor pools, and lots of shopping. The Sea Princess will not only get you there, but will do it in style. THE SEA PRINCESS ... what vacationing is all about."
    },
    {
        "ad_id": 14,
        "ad_name": "Air Jamaica",
        "pctr": 0.34894265492227766,
        "ad_copy": "On our island, you can party all night, or you can have a quiet, romantic evening. Maybe rocking to Reggae suits your style, or how about strolling through a posh plantation while sipping a mango margarita? No, it's not a dream, it's paradise -- it's Jamaica. And Air Jamaica is waiting to whisk you away on your choice of non-stop flights from New York to Montego Bay for only $199! Now that you don't have to sell your soul to get to Paradise, what are you waiting for? Call your travel agent, or AIR JAMAICA at 1-800-JET-AWAY."
    },
    {
        "ad_id": 15,
        "ad_name": "Greece",
        "pctr": 0.4534773236821478,
        "ad_copy": "Sail one of the most captivating island environments in the world! Aboard a beautiful 53-foot classic sailing yacht, cruise the turquoise waters of the more remote Eastern Aegean islands of the Dodecanese. Enjoy stunning and secluded beaches, snorkel in crystal blue waters, anchor in quiet coves, feast on local delicacies in seaside tavernas, explore brilliant island landscapes and traditional villages on short hikes! Spend three days in ancient Athens visiting the Acropolis, Parthenon, and Plaka city market."
    },
    {
        "ad_id": 16,
        "ad_name": "Turkey",
        "pctr": 0.4171379860568894,
        "ad_copy": "Known the world over as \"the cradle of civilizations\", Turkey is truly a historic land. After three enchanting days in Istanbul, visit Ephesus, one of the world's best preserved ancient sites. Then board a traditional Turkish Culet, a beautifully handcrafted motor yacht, for seven days while exploring the Turquoise Coast and unspoiled countryside. Walk, swim, snorkel, and reflect on the magical significance of this region -- and return with the memory of an unforgettable Mediterranean coastal odyssey."
    },
    {
        "ad_id": 17,
        "ad_name": "Ireland",
        "pctr": 0.3076359618578763,
        "ad_copy": "Flights to Ireland to find four-leaf clover: $0. Flights to Vegas to try it out: $0. Flights to Ireland to return defective four-leaf clover: $0. Traveling for any reason at all: priceless. You could win 500 roundtrip flights anywhere to share with family and friends. Use your MasterCard from July 1 through August 31, and you will be automatically entered for a chance to win 500 airline tickets. You can earn double entries at participating airline partners. Find out more at www.priceless.com. There are some things money can't buy. For everything else there's MasterCard."
    },
    {
        "ad_id": 18,
        "ad_name": "Sheraton",
        "pctr": 0.41470189848337125,
        "ad_copy": "Here's your chance to \"Choose your Island\" for a tropical winter vacation, at a price only Sheraton can offer. Three days and two nights at a cool $69 per night at either the Montego Bay or Ocho Rios Sheraton Grand Hotel. With these two fantastic island trips to consider, the choosing may end up with the flip of a coin. On one side, the Ocho Rios dream vacation .. a tennis player's paradise, shopping and exquisite dining. On the other side, the Montego Bay Paradise vacation ... oceanfront family fun, with three great swimming pools. So hurry, and choose your vacation. Sheraton."
    },
    {
        "ad_id": 19,
        "ad_name": "STOWE MOUNTAIN RESORT",
        "pctr": 0.4768575899534422,
        "ad_copy": "IT'S TIME TO ESCAPE TO THE MOUNTAINS. THIS SUMMER, UNWIND AT STOWE MOUNTAIN LODGE IN STOWE, VERMONT, TO EXPERIENCE HIKING, BIKING, GOLFING, ZIP-LINING, AND OTHER STOWE MOUNTAIN RESORT ATTRACTIONS IN THE FRESH GREEN MOUNTAIN AIR. RELAX IN OUR AWARD-WINNING SPA AND DINE IN OUR FARM-TO- TABLE RESTAURANTS KNOWING THAT YOU HAVE AN EXTRA ONE-HUNDRED DOLLARS A NIGHT TO SPEND DURING OUR PEAK SUMMER SAVINGS OFFER. CLICK NOW FOR MORE DETAILS OR VISIT \"STOWE MOUNTAIN LODGE DOT COM.\""
    }
]