[
    {
        "ad_id": 0,
        "ad_name": "Nantucket Island",
        "pctr": 0.45557156192547765,
        "ad_copy": "Moor alongside the Nantucket boat basin and slip into a world class marina. We offer every convenience for those who travel by water...including concierge service! Nantucket's quaint shops, gourmet restaurants, and romantic beaches are all close by. For additional information and reservations, please call 1-800-NAN-BOAT. Nantucket Island Massachusetts. Your historic slip is ready."
    },
    {
        "ad_id": 1,
        "ad_name": "Red Mountain",
        "pctr": 0.36464509918790095,
        "ad_copy": "Framed by towering cliffs and red rock formations at the entrance to Utah's Snow Canyon State Park, Red Mountain offers outdoor recreations and fitness classes for all levels, in additional to all the pampering, luxury and relaxation you expect from a full-service spa. Now, sit back and relax while you take a cyber-journey of our spa. And why not begin with a massage and facial. In just 50 minutes, you'll feel better than you have in a long time."
    },
    {
        "ad_id": 2,
        "ad_name": "SwissAir",
        "pctr": 0.38306864825765724,
        "ad_copy": "Ever wonder when style becomes class? Style comes and goes. But when it comes and stays, it's class. Like the new First Class in SwissAir-with its brilliant cuisine and amazing comfort, its certainly got style. Or is it class? Either way, it begins with care, and runs through everything we do. SwissAir. The airline with class."
    },
    {
        "ad_id": 3,
        "ad_name": "City of Dallas",
        "pctr": 0.34479510478058456,
        "ad_copy": "When you're in Dallas, it's always an adventure. Whether you're exploring our beautiful downtown parks, enjoying an unforgettable meal or heading out on the town for a taste of our nightlife, you'll always have plenty to do. Here, there are big moments waiting for you - all you have to do is jump up and catch them. Treat yourself at visitdallas.com/things-to-do."
    },
    {
        "ad_id": 4,
        "ad_name": "Jamaica",
        "pctr": 0.45738693111308243,
        "ad_copy": "Jamaica...an island of extraordinary beauty, colorful flowers, cascading waterfalls, dramatic mountain ranges and spectacular seascapes. An island of romance and enchantment...Jamaica. Jamaica is the third largest island in the Caribbean, located just south of Cuba. Daily flights arrive from New York, Miami, San Juan, Toronto, Montreal and London into Jamaica's two airports in Montego Bay and Kingston."
    },
    {
        "ad_id": 5,
        "ad_name": "Bermuda",
        "pctr": 0.4887047716159683,
        "ad_copy": "Brief glimpses of our island this time of year. Crowds of flowers, not of people. A tiny town, a pastel steeple. Teeing off on an emerald course. Saddling up a moped or a horse. A cozy on a pot of tea. A coral cove by a turquoise sea. And just the right amount of sun. To get absolutely nothing done. Bermuda ... A short trip to the perfect holiday."
    },
    {
        "ad_id": 6,
        "ad_name": "Virgin Airways",
        "pctr": 0.3224076110923095,
        "ad_copy": "We know how frustrating air travel can be. That's why we offer comforts that bring out the best in business passengers, like our on-board massage therapy. With five amazing treatments to choose from, it's no wonder why more of our passengers arrive rested, relaxed, and dare we say...smiling. So go on, fly Virgin Atlantic Airways and see why Upper Class is rubbing everyone the right way."
    },
    {
        "ad_id": 7,
        "ad_name": "City of Pittsburgh",
        "pctr": 0.419030713112077,
        "ad_copy": "In this city... There's an expectation in the air. We all pay it forward. We all earn it. There's a currency that connects us. The karma we share. The way we celebrate. If you're not from here, that's okay. All comers are welcome. Here's one more tip. There's only one place in Pittsburgh we all come together. Whatever your game... Rivers is where Pittsburgh comes to play."
    },
    {
        "ad_id": 8,
        "ad_name": "Fiji Islands",
        "pctr": 0.4184769044709291,
        "ad_copy": "Fancy lying in a deck chair at an exotic Fijian beach.\nWell, with 4 people flying and staying for the price of 3, now is the time to do it.\nAir Pacific and Quantas Holidays have put together an unbeatable package.\nWhen you fly to Fiji with three friends the fourth flies free. Conditions apply. Call your Travel Agent or Quantas on 1300 360 347.\nFiji Islands, the one truly relaxing tropical getaway."
    },
    {
        "ad_id": 9,
        "ad_name": "St. Thomas",
        "pctr": 0.3477726210470104,
        "ad_copy": "Close your eyes for a moment and imagine an island paradise where the hassles of everyday living fade away. Visualize a tropic sea so blue, and the landscape dotted with pastel-colored flowers. You're ready to turn this dream into a reality. We invite you to make it happen in ST. THOMAS, U.S. Virgin Islands ... the time has come."
    },
    {
        "ad_id": 10,
        "ad_name": "High Sierras, Ca",
        "pctr": 0.30517179887436485,
        "ad_copy": "Breathe in the pure mountain air and bask in the all-encompassing beauty of the \"Range of Light\"! Enjoy a week of exploring over granite ridgelines, into deep river canyons, to sparkling lakes and through alpine meadows. There's plenty of time for fishing, off-trail exploring and just relaxing. This is a wonderful time of year to be in the High Sierras -- summer crowds are gone, weather is mild, aspens are golden and skies are typically sunny and clear."
    },
    {
        "ad_id": 11,
        "ad_name": "Courtyard Marriott",
        "pctr": 0.41505439762086394,
        "ad_copy": "Architects design most hotels. Road warriors designed ours. Courtyard hotels were designed by business travelers, for business travelers. That means that besides perfectly comfortable rooms, Courtyard Marriott provides spacious work areas, ergonomic desk chairs, and high-speed Internet access. Courtyard by Marriott. Our rooms are made for you. To make a reservation, call 1-800-Marriott, or visit Marriott.com."
    },
    {
        "ad_id": 12,
        "ad_name": "British Airways",
        "pctr": 0.3160933972315923,
        "ad_copy": "There's never been a more exciting time to vacation in London. Because British Airways and over 60 London hotels are offering great values in all price ranges. These special rates include round-trip airfare, hotel room for three nights and service charges. So get ready to come to London. BRITISH AIRWAYS -- The world's favorite airline."
    },
    {
        "ad_id": 13,
        "ad_name": "Tahiti",
        "pctr": 0.3149475918113613,
        "ad_copy": "In the heart of the south pacific just beyond Hawaii .Lie 118 islands pristine lagoons and white sand beaches. The ultimate escape.\nAnd it's closer than you think. A destination filled with romance and adventure, where every room has a view.\nExplore indulge or simply be, With each day as beautiful as the next this is paradise this is Tahiti.\nTahiti closer than you think."
    },
    {
        "ad_id": 14,
        "ad_name": "City of Sturgis",
        "pctr": 0.39542349244394326,
        "ad_copy": "Every summer, Sturgis, South Dakota and the surrounding black hills, shake with heavy metal thunder!\nFor ten days, this one time cavalry post plays host to the most famous motorcycle rally in the world.\nAnd when nearly half a million riders claim these streets as their home turf, there's no better time to come eat, drink and play..."
    },
    {
        "ad_id": 15,
        "ad_name": "Club Med",
        "pctr": 0.39965606314265245,
        "ad_copy": "Imagine for a moment ... nothing. No clocks. No ringing phone. No traffic jams. No radios. No newspapers. And no crowds. Now imagine a Club Med vacation. An island village where aqua seas brush dazzling white shores. Where lush green palms line wandering paths. A place where evenings are filled with entertainment and dancing. A Club Med vacation is like none other. Ask your travel agent."
    },
    {
        "ad_id": 16,
        "ad_name": "American Cruise Lines",
        "pctr": 0.3879747121593514,
        "ad_copy": "Join us on an extraordinary journey along one of America's greatest rivers. Explore the region's historic and cultural treasures as you travel aboard an authentic paddle-wheeler or modern riverboat. Enjoy guided exploration, personalized service, and the finest accommodations available in river cruising.\nIt's Small Ship Cruising Done Perfectly.\nCall today for your FREE Cruise Guide\n1-888-252-1942 or visit AmericanCruiseLines.com"
    },
    {
        "ad_id": 17,
        "ad_name": "St. Maarten",
        "pctr": 0.4628401412718352,
        "ad_copy": "On this tiny island, even the crowned heads of Europe bow to the gods of sun and sea. Famed for its two European cultures, it also offers beautiful beaches and spectacular casinos. And while visitors may argue the merits of golf versus tennis, or scuba versus snorkel, all agree we're the gourmet capital of the Caribbean. For information, call your travel professional or 1-800-St. Maarten. St. Maarten...a little European, a lot of Caribbean."
    },
    {
        "ad_id": 18,
        "ad_name": "The Land of Egypt",
        "pctr": 0.363238793137046,
        "ad_copy": "Egypt has always been a land of mystery and magic -- a land different from all others , difficult to understand , apart and alien, yet strangely fascinating. It was the most self - contained off all the countries of the ancient world : it lived it's own life , practiced it's own religion , and made up it's own government with hardly any outside interference either from or upon other civilizations ."
    },
    {
        "ad_id": 19,
        "ad_name": "hotelplanner.com",
        "pctr": 0.3648825575686737,
        "ad_copy": "Simplify your event planning with HotelPlanner.com --\nWe're number one in group travel\nWe'll work with you and the hotels to obtain the finest hotel, best prices, and group booking policies available.\nAs the leading provider in group planning, our professional team members will plan your event at no charge and offer the lowest group rates. Guaranteed.\nVisit us today at HotelPlanner.com. Number one in group travel."
    }
]