[
    {
        "ad_id": 0,
        "ad_name": "State of Michigan",
        "pctr": 0.3761477831925513,
        "ad_copy": "25,00 mornings, give or take, is all we humans get. We spend them on treadmills, spend them in traffic and if we get lucky, Really Lucky it dawns on us to go spend them in a world where a simple sunrise can still be magic. 25,00 mornings, make sure some of them are Pure Michigan. Your trip begins at Michigan.org"
    },
    {
        "ad_id": 1,
        "ad_name": "Southwest Airlines",
        "pctr": 0.4690704632078371,
        "ad_copy": "This is a different kind of Airline one that invented low fares so everyone could fly. One that decides where to go next by putting your needs first, and knows people are its most powerful fuel. Some say we do things differently we say why would we do things any other way without a heart it's just a machine."
    },
    {
        "ad_id": 2,
        "ad_name": "Comlongon Castle",
        "pctr": 0.3689059900791277,
        "ad_copy": "Steeped in Scottish Border history, Comlongon Castle is more than just a Scottish Wedding Castle venue-it has fantastic displays of Armor, weapons and banners, while the opulent bedrooms boast 4-poster beds and jacuzzis, providing a stunning blend of Medieval and modern luxury."
    },
    {
        "ad_id": 3,
        "ad_name": "Orbitz",
        "pctr": 0.3498588560919999,
        "ad_copy": "Go where you want, when you want...how you want, for less. With ORBITZ, the choice is yours. Because only ORBITZ offers the most low fares available in one place. Visit ORBITZ.com today. For the most low fares to Planet Earth."
    },
    {
        "ad_id": 4,
        "ad_name": "Playa Mujeres Resort",
        "pctr": 0.4155535961576489,
        "ad_copy": "A sensation beyond desire...\nCapricho\nPlaya Mujeres Resort Mexican Caribbean\nOpen your eyes and witness the rising of the most luxurious Boutique Resort in the Mexican Caribbean.\nResidences, condominiums, Private Beach Club, Grand Spa Boutique Hotel\nYatch & Golf Club"
    },
    {
        "ad_id": 5,
        "ad_name": "Borthwick Castle",
        "pctr": 0.4392889938813687,
        "ad_copy": "Now advertised as a romantic place for a wedding, Borthwick Castle is a large, magnificent castle which was built in 1430. Mary Queen of Scots called at the castle after her marriage (at 4 a.m. on 15 May 1567) to the Earl of Bothwell. The castle was besieged and she only escaped by disguising herself as a pageboy."
    },
    {
        "ad_id": 6,
        "ad_name": "Bernardus Lodge",
        "pctr": 0.48251217134724217,
        "ad_copy": "Imagine relaxing in the Warming Room. Soothing your senses. Anticipating the essential oils soon to nourish your body. Rich botanical wraps and healing waters. Is this a dream, or an awakening? It's both. The Spa at Bernardus Lodge."
    },
    {
        "ad_id": 7,
        "ad_name": "Fiji Travelogue",
        "pctr": 0.49339325044380605,
        "ad_copy": "Travelers are again coming to Fiji after the variability of the late 1980's, and for good reason. Fiji is beautiful, it has a pleasant tropical climate, the diving and snorkeling are awesome and it has excellent facilities for tourists, whether they are on a tight budget or enjoying the luxuries of a plush resort."
    },
    {
        "ad_id": 8,
        "ad_name": "Best Western",
        "pctr": 0.43064115451356755,
        "ad_copy": "You could win free Shell gas for a year at Best Western or one of thousands of great prizes in Best Western's Sleep and Win instant win game. Best Western the world's largest Hotel Chain, call 1-800-Western today."
    },
    {
        "ad_id": 9,
        "ad_name": "Royal Caribbean",
        "pctr": 0.42062942252115804,
        "ad_copy": "Come on guys! Somewhere between the glacier hiking, the dog-sledding, the train tours and the rock walls, it hits you - this is way more than a cruise. See for yourself, Royal Caribbean.com and get out there!"
    },
    {
        "ad_id": 10,
        "ad_name": "SwissAir",
        "pctr": 0.41363646902251344,
        "ad_copy": "Travel, they used to say, frees the mind. It still can. So relax. Think your thoughts. And leave everything else to us. SwissAir. We care. Call your travel agent or SwissAir at 1-800-221-4750. www.swissair.com"
    },
    {
        "ad_id": 11,
        "ad_name": "Brendan Tours To Europe",
        "pctr": 0.41421535753326333,
        "ad_copy": "Perhaps traveling to Europe is something you've dreamed of for years. Or maybe you've already had the opportunity to visit and are eager to return. Either way, Brenden Tours will make your vacation a magical experience offering tremendous value for the cost."
    },
    {
        "ad_id": 12,
        "ad_name": "Sleep Inn",
        "pctr": 0.4892729951271645,
        "ad_copy": "The well lit grounds. The electronic locks. The walk in showers. Complementary breakfast. Because it's a place that understands the needs of a business traveler. It's all those things, plus the service- is incredible. If you're traveling on business, stay at Sleep Inn. In a class by itself."
    },
    {
        "ad_id": 13,
        "ad_name": "Golf - Myrtle Beach",
        "pctr": 0.38525440824511514,
        "ad_copy": "Great golf courses are found all across America, but few places can offer the variety and accessibility that golfers enjoy in Myrtle Beach, South Carolina. Many of the most celebrated names in golf have left their signatures in Myrtle Beach on courses ranked among \"America's Best\"."
    },
    {
        "ad_id": 14,
        "ad_name": "Aruba Travel",
        "pctr": 0.45406560042770694,
        "ad_copy": "It is always summer in Aruba. If you are looking for a tropical paradise offering everything from quiet romantic activities to exciting adventures for the whole family, you have found it. Come spend a few days or a few weeks, you'll be glad you did. If you love the tropics you will love what Aruba offers."
    },
    {
        "ad_id": 15,
        "ad_name": "Waldorf Towers",
        "pctr": 0.3188394159773808,
        "ad_copy": "High above the Waldorf-Astoria, you will find one of New York's best guarded secrets, The Walford Towers. From our private entrance and lobby, to our beautifully appointed executive guest rooms and suites, to the exclusive benefits of our Astoria Lounge, it is the perfect setting for a weekend escape."
    },
    {
        "ad_id": 16,
        "ad_name": "Venice",
        "pctr": 0.4092035811044334,
        "ad_copy": "Venice has more than a thousand years of history behind it, but no one has ever seen it in exactly the same light or colors. Each hour, each minute, it changes its apparel of water and clouds, dazzling light and reflections. Venice...an ever-lasting, and ever-changing vacation."
    },
    {
        "ad_id": 17,
        "ad_name": "Panama",
        "pctr": 0.3622465228880481,
        "ad_copy": "Paradise found. Unspoiled rain forests, uncrowded beaches, distinctive Indian cultures, two ocean shores, and over 1,000 islands. Panama. The Canal and much more! For information contact your travel agent or Panama Tourism Bureau."
    },
    {
        "ad_id": 18,
        "ad_name": "USVI Info",
        "pctr": 0.4492892615693689,
        "ad_copy": "Down in the Caribbean, all islands are not the same. To get the island vacation you've always dreamed about, choose the United States Virgin Islands. This is as beautiful as it gets. World-class dining and the best shopping in the Caribbean -- at duty-free prices. See your travel agent, or call 1-800 USVI-INFO."
    },
    {
        "ad_id": 19,
        "ad_name": "Taiwan",
        "pctr": 0.42535369207168555,
        "ad_copy": "Taiwan is a modern city clinging to the fringes of an ancient culture. It has traditional noodles from a 7-Eleven, aboriginal tribes in mini-skirts and a day of temple rituals followed by water slide rides."
    }
]