[
    {
        "ad_id": 0,
        "ad_name": "Spotify",
        "pctr": 0.40571062780761796,
        "ad_copy": "Sometimes you don't quite know what you want.\nHip hop or k-pop?\nModern country or classic R&B?\nEDM or EMO?\nSometimes, you just gotta skip through until you find just what you're looking for.\nRight now, you're limited to 6 skips an hour.\nBut with premium, you can have as many skips as you want. Want to try it out free for 30 days? Tap the banner to learn more."
    },
    {
        "ad_id": 1,
        "ad_name": "Time Warner Cable",
        "pctr": 0.39903784679377363,
        "ad_copy": "So you've decided to get an HDTV. Now, with Time Warner Digital Cable, you get the best HD programming at no extra cost. There's no equipment to buy, no long-term contract to sign. You can't get that with satellite. What are you waiting for? Time Warner Digital Cable."
    },
    {
        "ad_id": 2,
        "ad_name": "Lyric Opera",
        "pctr": 0.36385381953371154,
        "ad_copy": "Lyric Opera\nEveryone can use a little more cardio. So why not visit Lyric Opera where you will raise your heart rate even while sitting down?\nSee Madame Butterfly, La Traviata and The Barber of Seville among other unforgettable operas.\nWhat's more, we're offering subscribers 4 operas for only $100. Or you can choose 4 of your own. Let your heart make the choice.\nVisit Lyricopera.org today.\nLyric Opera. Long Live Passion."
    },
    {
        "ad_id": 3,
        "ad_name": "AOL",
        "pctr": 0.49962560116126487,
        "ad_copy": "Now you can get high speed internet access at great savings when you connect to AOL's ITS ALL HERE package. Plus you'll get 250 channels free for joining the AOL community today. Call 1.800.OKCABLE today and we'll throw in three months of free HBO or Showtime. AOL, we are always on, are you?"
    },
    {
        "ad_id": 4,
        "ad_name": "MSN",
        "pctr": 0.41514252802900664,
        "ad_copy": "Where do you want to go today? Whether it's streaming audio or video, larger data files or richer graphics, never before has the need for faster downloads been so great. That's why we created the new X2 Technology 56K modem, the fastest on-line service ever. With MSN it's click and go."
    },
    {
        "ad_id": 5,
        "ad_name": "Nat Geo",
        "pctr": 0.4623204624362726,
        "ad_copy": "Introducing ADVENTURE. The daring new magazine from National Geographic. For experience from the serene to the extreme. If you seek out the unconventional way to go, National Geographic ADVENTURE is for you. It's your complete guide to adventure, with everything from weekend wilderness destinations near you to in-depth accounts of modern exploration and survival."
    },
    {
        "ad_id": 6,
        "ad_name": "YouTube",
        "pctr": 0.4784300891991203,
        "ad_copy": "Like watching YouTube? Like watching the 30 second ads at the beginning of videos? Didn't think so. With a YouTube Red subscription, you could watch as many ad-free videos you like, offline. You can even listen to videos in the background when you open another app, and have access to exclusive content made by YouTube creators themselves. All this for only $9.99 a month, with a one-month free trial."
    },
    {
        "ad_id": 7,
        "ad_name": "Shape Magazine",
        "pctr": 0.491971526921159,
        "ad_copy": "Live it up in SHAPE. It's why you work out. Not just to get a great body. But to enjoy living in one. Life in shape. Subscribe to SHAPE and find everything you need to be your personal best. Body and mind. Subscribe now and save! For fast service in the US and Canada, call toll free: 1-800-340-8953. www.shape.com"
    },
    {
        "ad_id": 8,
        "ad_name": "ACE Media",
        "pctr": 0.3092328410558493,
        "ad_copy": "There's the old way of doing captioning and transcription.\nThe way that's expensive, complicated and well, unreliable.\nAnd then there's the ACE Media way - The most advanced solution of video accessibility ever.\nIt's captioning and transcription, utterly transformed.\nACE Media makes it simple to upload your video and get it back with near perfect captions and transcripts - in just about any format."
    },
    {
        "ad_id": 9,
        "ad_name": "Fortune Magazine",
        "pctr": 0.4532500061220971,
        "ad_copy": "There are new forces at work in America today -- creative, inventive and stimulating drives that will ultimately affect the way people think and behave in the world of business. Fortune Magazine is the one source to which individuals can turn for the information that is critical to their success. That source is FORTUNE MAGAZINE."
    },
    {
        "ad_id": 10,
        "ad_name": "Infinite Motion Studios",
        "pctr": 0.48069662190562645,
        "ad_copy": "At Infinite Motion Studios where every student is infinite.\nDance and fitness classes for kids and adults. Birthday parties and event services available at Infinite Motion Studios or a venue of your choice. At Infinite Motion studios, your dreams are infinite. For more information visit Infinite Motion Studios on FaceBook or call...."
    },
    {
        "ad_id": 11,
        "ad_name": "Discovery",
        "pctr": 0.36202477458949023,
        "ad_copy": "When you're living on the edge, go get it. When nature screams for you to stop, go get it. When you have to push yourself to the limit, go get it. When fast isn't fast enough, go get it. When the gold is within your reach, go get it. We want to see Discovery anywhere anytime. Go for free with your TV subscription. Download now at the App Store. Go get it!"
    },
    {
        "ad_id": 12,
        "ad_name": "Vogue",
        "pctr": 0.4655146995231478,
        "ad_copy": "Get 6 issues FREE...including Vogue's Millennium issue! Subscribe now and get a fabulous year of VOGUE for just $1.50 an issue. That's 6 issues FREE -- including the explosive Millennium issue. The future of fashion...as only VOGUE can tell it! Hurry. Respond today to save 50% on VOGUE -- and get your 6 free issues plus this chic VOGUE handbag--perfect for uptown, or down--free with your paid order."
    },
    {
        "ad_id": 13,
        "ad_name": "Jimmy Radio",
        "pctr": 0.37618107090439146,
        "ad_copy": "You're listening to Jimmy Radio, your golden oldies station. Playing your favourite tunes from the 50s to the 70s. Listen to all your favourite oldies tunes and transport yourself back to a simpler time with jimmy. We've got good music, good hosts and of course good listeners!\nSo keep listening all day long and let the good times roll with Jimmy!"
    },
    {
        "ad_id": 14,
        "ad_name": "Sports Illustrated",
        "pctr": 0.3122238746321681,
        "ad_copy": "Sports fans everywhere love to read about their favorite sports. So why not get your favorite sports fan the perfect gift---a subscription to Sports Illustrated. Send them a year of Sports Illustrated for just 85 cents per issue---that's 70% off the cover price! Upon full payment, you will also receive the Sports Illustrated Stadium Blanket absolutely Free! Sports Illustrated. Get into it!"
    },
    {
        "ad_id": 15,
        "ad_name": "Universal Orlando",
        "pctr": 0.30758391174667604,
        "ad_copy": "Somewhere deep in your imagination there exists a place where your days are packed with excitement, and your nights rock with music, where laughter is spoken as the universal language, a place where movies come alive, and the laws of gravity are broken, Universal Orlando resorts, a vacation from the ordinary."
    },
    {
        "ad_id": 16,
        "ad_name": "MGD Music Jet Tour",
        "pctr": 0.36587846534917523,
        "ad_copy": "There's a secret society where the night is eternal, the music is essential, and the party is non-stop. You could be the newest member. The MGD music jet tour. Four parties, four cities, one unforgettable trip. Peel the label, enter the code at mgd.com, and prepare for take-off."
    },
    {
        "ad_id": 17,
        "ad_name": "Newsweek Magazine",
        "pctr": 0.33877570446099986,
        "ad_copy": "When you look at the news, it's easy to forget our world isn't just war and conflict. At Newsweek, we know you're looking for more. So, we stir the soul -- with the cry of a baby -- the birth of an idea -- the making of a champion -- a masterpiece in art. At Newsweek, we do more than report the news -- at Newsweek, we report to you. NEWSWEEK. More than just the news."
    },
    {
        "ad_id": 18,
        "ad_name": "Time Warner Cable",
        "pctr": 0.3735017816373679,
        "ad_copy": "You'd be amazed at what New Yorkers can accomplish on their own. With Time Warner Cable's free self-install kits New Yorkers can easily install D-TV and Road Runner on their own. No waiting, no appointments, no connection fees. Because New Yorkers like to do things their own way."
    },
    {
        "ad_id": 19,
        "ad_name": "New York Times",
        "pctr": 0.30296058546609655,
        "ad_copy": "The New York Times offers you world-class coverage of events. Overthrown governments. Acts of diplomacy. Plummeting stocks. Rising stocks. Mudslinging. Filibustering, and other timely issues. THE NEW YORK TIMES. Pick up a copy at a newsstand today. Or to inquire about home delivery, call 1-800-NY-TIMES."
    }
]