[
    {
        "ad_id": 0,
        "ad_name": "Disney World",
        "pctr": 0.35786459590961056,
        "ad_copy": "It's a magical time to take your little characters. Is your living room a living storybook? Is there a princess on your couch who looks a lot like your little girl? Or a little beast roaring through the room? Then, it's the perfect time to introduce your child to the world where that magic is real. - Walt Disney World Resort. Call today for your FREE Vacation Planning Kit. You'll get everything you need to know to plan a Disney Trip with your preschoolers, and discover the magic through their eyes. Call 1-800-225-3124 for a Free Vacation Planning Kit."
    },
    {
        "ad_id": 1,
        "ad_name": "Reader's Digest",
        "pctr": 0.3648432222884758,
        "ad_copy": "This capsule may help prevent the flu, heart disease, and ease arthritis. It's vitamin E and you learn about it in Reader's Digest. This ancient art has become a little too popular with kids today. How do you stop them from getting tattoos? The answer is Reader's Digest. No magazine gives you so much up to date information while bringing you fascinating stories about inspiring individuals. Call now for your free issue of Reader's Digest."
    },
    {
        "ad_id": 2,
        "ad_name": "DirectTV",
        "pctr": 0.35266755814315315,
        "ad_copy": "When your cable goes out, you have nothing to watch.\nWhen you have nothing to watch, you get up off your couch.\nWhen you get up off your couch, you go to the gym.\nWhen you go to the gym, you work out and lose weight.\nWhen you work out and lose weight, you develop a wonderful physique.\nAnd when you develop a wonderful physique, people notice and desire you.\nDon't let people notice and desire you!\nGet rid of cable and upgrade to Direct TV!\nCall 1-800-DIRECT-TV.\nscript by jamesromick"
    },
    {
        "ad_id": 3,
        "ad_name": "Comcast",
        "pctr": 0.4817134772710673,
        "ad_copy": "Last time we looked there were at least 300 television channels out there for you to watch and that is a lot. But, the way we look at it, Channel One is a channel in name only, because your average TV channel cannot give you abs workouts at exactly 7:42am. Nor can it become an instant karaoke machine when your friends stop by, or let you watch hundreds of free movies whenever you want. Yes, Channel One is a channel like on other. This is your On-Demand channel. Comcast Channel One, you may not need it, but you really really want it!"
    },
    {
        "ad_id": 4,
        "ad_name": "Runner's World Magazine",
        "pctr": 0.42216303730479826,
        "ad_copy": "Sure, running is a physical sport, but it's a mental sport, too. There are going to be days when you just don't feel like going out for your run. Times when you line up at a starting line and question whether you can really reach the finish. Whether you're a new runner or seasoned marathoner, RUNNER'S WORLD magazine brings you the strategies you need to overcome those mental hurdles so you feel pumped up and eager to get out there and renew your commitment to running every day!"
    },
    {
        "ad_id": 5,
        "ad_name": "Comcast",
        "pctr": 0.3943302819839372,
        "ad_copy": "Last time we looked there were at least 300 television channels out there for you to watch and that is a lot. But, the way we look at it, Channel One is a channel in name only, because your average TV channel cannot give you abs workouts at exactly 7:42am. Nor can it become an instant karaoke machine when your friends stop by, or let you watch hundreds of free movies whenever you want. Yes, Channel One is a channel like on other. This is your On-Demand channel. Comcast Channel One, you may not need it, but you really really want it!"
    },
    {
        "ad_id": 6,
        "ad_name": "Leawms",
        "pctr": 0.35620127437379956,
        "ad_copy": "Have you ever noticed what happens when you put in a movie?\nIt's amazing.\nYou just stick it in,\nSit back,\nHit play, and...\nPoof.\nThe rest of the world just disappears.\nGone.\nSuddenly, it's just you and your family.\nYou remember them. Your family. Some of them look like you.\nAt Movie Gallery, we have thousands of great movies. Including your favorite holiday movies plus the latest releases. And every one of them is guaranteed to have the same magical powers.\nMovie Gallery.\nPlay on.\nleawms: https://www.edgestudio.com/user/103152/feedback-forum"
    },
    {
        "ad_id": 7,
        "ad_name": "Adventure Magazine",
        "pctr": 0.3507639709554104,
        "ad_copy": "Introducing ADVENTURE. The daring new magazine from National Geographic. For experience from the serene to the extreme. If you seek out the unconventional way to go, National Geographic ADVENTURE is for you. It's your complete guide to adventure, with everything from weekend wilderness destinations near you to in-depth accounts of modern exploration and survival. Act now to become a charter subscriber. Only $9.97 for 6 issues. Call now: 1-800-NGS-LINE."
    },
    {
        "ad_id": 8,
        "ad_name": "Businessweek",
        "pctr": 0.4124985705352797,
        "ad_copy": "Every week, BusinessWeek delivers the information and insight you need to take control of your career, your finances, and your future. From microtechnology to macroeconomics. From global finance to personal investing. From corporate boardrooms to home offices. BusinessWeek's award-winning coverage goes beyond the headlines and behind the scenes. It delivers what you want to you and what you need to know-week after week. Now that's the kind of help anyone can use. BusinessWeek. Because what you don't know can't help you."
    },
    {
        "ad_id": 9,
        "ad_name": "Six Flags Great Adventure",
        "pctr": 0.31649037402682867,
        "ad_copy": "Talk to most kids, and you just might find out the word they most associate with is the word NO. As in NO you can't borrow the car. NO, do you really have to play that music so loud. NO, NO, NO, NO, NO! Hey, isn't it time for a little YES? The folks at Six Flags Great Adventure think so. In fact, the word No isn't even in their vocabulary. Do you want to experience great thrilling rides? Yes? Well come on down! Six Flags Great Adventure. So big, so close, so fast, so...Yes! Open Saturday and Sunday. For more information, please call 908-928-1841."
    },
    {
        "ad_id": 10,
        "ad_name": "Comcast",
        "pctr": 0.4184725534835553,
        "ad_copy": "Sign up for comcast high speed internet today and ask how to receive our fast 4 megabit downloads! That's up to 33% more speed! Call 1-888-comcast and get the gift you really wanted...more time. That's comcast high speed internet for just $19.95 a month for 3 months plus add digital cable for just a dollar! Call 1-888-comcast today and be connected tomorrow. But hurry this offer won't last long. Call now limited time offer speed comparisons may vary."
    },
    {
        "ad_id": 11,
        "ad_name": "Disney World",
        "pctr": 0.3082568260443918,
        "ad_copy": "Where's the best place to get together with your favorite group? Walt Disney World. And when you call 1 800 782 5775 we'll send you this free Walt Disney World vacation planning kit. Whatever size your group this free vacation planning kit will show you how easy it is to organize and plan a magical gatherings vacation that everyone will enjoy. You'll find out about unique experiences just for your group. Special benefits, and how to stay at a Disney resort for as little as $77 a night. Supplies of this kit are limited so call 1 800 782 5775 today."
    },
    {
        "ad_id": 12,
        "ad_name": "Time Warner Cable",
        "pctr": 0.30739576714248323,
        "ad_copy": "Ignoring the staus quo of others, you Erik Silverson, walked with knowing pride. You found Quick Clips from Time Warner cable. Instant access video clips of breaking news, finance, stocks - even unexpected weather alerts. Because you learned long ago to march to the beat of your own drum, especially when you know the drum's gonna get drenched. Mr. Silverson, you not only discovered the power of Quick Clips, you discovered the power of you. To discover the power of digital cable and Quick Clips, call Time Warner Cable at 1-800-123-4567."
    },
    {
        "ad_id": 13,
        "ad_name": "Biography Magazine",
        "pctr": 0.447493250444124,
        "ad_copy": "Let the stars shine this holiday season and all year long. Give Biography and save! Get one year for just $18. That's almost half off the cover price! And Biography has something for almost everyone. Each issue is jam packed with revealing profiles of the famous, the infamous, newsmakers, historical figures, and ordinary people who've done extraordinary things. So give the gift that will entertain, engage, inform, and inspire month after month. Call 1-800-666-9264 to order today. Biography. Every life has a story."
    },
    {
        "ad_id": 14,
        "ad_name": "Time Warner Cable",
        "pctr": 0.3114681817219405,
        "ad_copy": "Time Warner Cable Business Class\nYour CEO tells you there's going to be a major expansión to your network of Banks. As usual, she's counting on YOU, her IT Guru to pull it off.\nYour first call goes to Cindy, your Time Warner Business Class Representative, who quickly works with you to deliver an Ethernet solution that connects your entire network of branches....\nAnd that keeps your CEO counting on You....\nTime Warner Cable is the quiet force behind the ingenious problem solver that is YOU. Time Warner Cable Business Class. You first, the technology follows."
    }
]