[
    {
        "ad_id": 0,
        "ad_name": "Alcatel",
        "pctr": 0.4388798617181153,
        "ad_copy": "Throughout the world, Alcatel is helping to provide advanced communication system solutions. We believe in working in close partnership with our customers to provide these solutions. Solutions which bring people together throughout the world. Our success not only makes us number one worldwide, but more importantly, confirms our commitment to total customer satisfaction. Alcatel. Your reliable partner in communications systems."
    },
    {
        "ad_id": 1,
        "ad_name": "1-800-OK-CABLE",
        "pctr": 0.48713744107130974,
        "ad_copy": "Vibrant colors leap off the screen in vivid rich detail, premium CD quality sound fills the air, over 200 channels of entertainment at your fingertips. Digital cable, it's the best choice in entertainment anywhere. Call 1-800-OK Cable now for a $9.95 connection. And only digital cable offers brand new features like movies on demand, order in an instant, rewind, pause and fast forward, with no extra equipment to buy and no contract."
    },
    {
        "ad_id": 2,
        "ad_name": "AT&T",
        "pctr": 0.43140847784809433,
        "ad_copy": "There's something very different on the horizon. It's a special way to make your life easier. When you use it, you'll wonder how you ever did without it. Announcing Automated Long Distance Memory from AT&T. Just dial AT&T at any time for information on this breakthrough in long distance service. AT&T, the innovators in LONG DISTANCE SERVICE, have done it again. Switch to AT&T, and receive up to four free hours of long distance calling time."
    },
    {
        "ad_id": 3,
        "ad_name": "Telephone Service",
        "pctr": 0.33629475613751186,
        "ad_copy": "As a busy college student, it's easy to lose track of friends and family. But, I've got nothing to worry about, with Cox digital telephone keeping me close to everyone in my life. Having a phone line in my apartment with Cox helps me save my cell minutes for when I'm out and about. Cox has the largest local calling area in middle Georgia, so all my local calls are included. Not to mention, the 911 service totally made my parents happy."
    },
    {
        "ad_id": 4,
        "ad_name": "AT&T",
        "pctr": 0.31424163660966603,
        "ad_copy": "Some companies offer the world when it comes to saving on international calls. But, these savings come with limits. One company won't give you their best rates unless you give them phone numbers. Another advertises cash back, but you have to wait a year. Who needs limits? With AT&T TRUE REACH International Savings, you save on all types of calls to anyone, anytime, anywhere in the U.S. and around the world."
    },
    {
        "ad_id": 5,
        "ad_name": "AT&T",
        "pctr": 0.4255644668114441,
        "ad_copy": "I try to talk to one of my grandkids every day. It can get to be expensive for someone on a fixed income. A friend of mine at church told me about the AT&T unlimited plan. For $19.95 a month, you can talk to anyone who has AT&T long distance at their home. You can talk as long as you want - When you want. Keeps me in touch with my grandchildren. It's all about sharing. All grandmas should get on board."
    },
    {
        "ad_id": 6,
        "ad_name": "AT&T",
        "pctr": 0.3907575272804802,
        "ad_copy": "It's so nice and simple. Now you can get 20% off your AT&T long distance calls -- to anyone, anywhere in the USA, anytime -- guaranteed. Just call us, and then whenever you spend $25 a month on qualifying AT&T long distance calls, we'll subtract 20% off your AT&T bill. See, it's nice and simple. So, whenever you want to call anyone, anywhere in the country, you can ... anytime. Call now to sign up for AT&T True USA Savings."
    },
    {
        "ad_id": 7,
        "ad_name": "Bluegrass Cellular",
        "pctr": 0.3494807411345109,
        "ad_copy": "When you're part of a community,\nYou feel empowered,\nLike you can handle anything.\nBecause no matter what happens,\nYou have the support of those around you.\nPeople who genuinely care.\nWith Bluegrass Cellular's nationwide coverage, and all the latest smartphones and devices. You can go anywhere and do anything,\nBecause your community will be with you,\nSupporting you every step of the way.\nBluegrass Cellular. Your community, expanded."
    },
    {
        "ad_id": 8,
        "ad_name": "AT&T",
        "pctr": 0.3075539357043923,
        "ad_copy": "Some companies offer the world when it comes to saving on international calls. But, these savings come with limits. One company won't give you their best rates unless you give them phone numbers. Another advertises cash back, but you have to wait a year. Who needs limits? With AT&T TRUE REACH International Savings, you save on all types of calls to anyone, anytime, anywhere in the U.S. and around the world."
    },
    {
        "ad_id": 9,
        "ad_name": "AT&T",
        "pctr": 0.3809252918229284,
        "ad_copy": "You can leave for work at the same time, but get to your desk earlier. With mMode only from AT&T Wireless, you can read your e-mail from the sidewalk and check your calendar from the bus. And you can do it all on the screen of your phone. You'll be the first to reply, not the last to know. So when plans change, you can make new ones. Call 1-866-REACH OUT, go to attwireless.com/mMode, or visit any AT&T Wireless Store for more information."
    }
]