[
    {
        "ad_id": 0,
        "ad_name": "Ogilvie Straightener",
        "pctr": 0.47994345837806296,
        "ad_copy": "Jealous of all those straight-haired girls? Get over it with salon-style Ogilvie Straightener. Soft, silky straight hair. With a no-fuss formula that can last for months. Envy is a wasted emotion."
    },
    {
        "ad_id": 1,
        "ad_name": "L'Oreal",
        "pctr": 0.4991467010481071,
        "ad_copy": "\"New SuperGlide formula builds thicker, fuller lashes... And the Double-Comb Brush keeps them perfectly separated. So no clumps! The look? Absolutely intense. BECAUSE YOU'RE WORTH IT!\" --- L'oreal Paris Lash Intensifique."
    },
    {
        "ad_id": 2,
        "ad_name": "Clinique",
        "pctr": 0.43080677830066083,
        "ad_copy": "And your puffs. Your lines. Your under-eye circles. With a little help from Clinique's All About Eyes. Send under-eye baggage a message that's short and extremely sweet: Hit the road. Oh... and don't bother to write."
    },
    {
        "ad_id": 3,
        "ad_name": "Open Hair Color",
        "pctr": 0.3796696988928671,
        "ad_copy": "Show me sparkling color that's never fake. So low in ammonia and rich in botanicals, it leaves your hair incredibly soft. No straw here. OPEN. Get sparkling color...and skip the drama."
    },
    {
        "ad_id": 4,
        "ad_name": "Noxzema",
        "pctr": 0.3705390623408489,
        "ad_copy": "Suddenly your foaming face wash seems like an underachiever. Noxzema H2Foam Cleansing Cloths are two sided to clean deeper than the #1 foaming face wash. The proof? It's on the cloth."
    },
    {
        "ad_id": 5,
        "ad_name": "Maybelline",
        "pctr": 0.34216806386645693,
        "ad_copy": "Some women have lips as smooth as they talk. So supple - So luscious, they make anything sound fascinating. Revitalizing color lipstick from Maybelline. Color that stays true for hours. Only...from Maybelline."
    },
    {
        "ad_id": 6,
        "ad_name": "L'Oreal",
        "pctr": 0.4177600515143714,
        "ad_copy": "Puzzle solved. The first makeup to precisely match your skin's texture and tone. New true match super blendable makeup. As close to your skin as a makeup can get. Because you're worth it."
    },
    {
        "ad_id": 7,
        "ad_name": "Maybelline",
        "pctr": 0.3062631388957677,
        "ad_copy": "Are lashes this long legal? Maybelline introduces new ILLEGAL LENGTHS MASCARA. It makes lashes long, longer, longest! Take your lashes beyond their limits ... make your lashes so long it's positively scandalous!"
    },
    {
        "ad_id": 8,
        "ad_name": "Sheer Blonde",
        "pctr": 0.47413509016269045,
        "ad_copy": "Blonde doesn't get any blonder than this. Look hot. Be cool. With SHEER BLONDE hair care you an outshine, upstage and out \"do\". So lighten up and get down. Everybody knows that \"golden\" rules. Sheer Blonde."
    },
    {
        "ad_id": 9,
        "ad_name": "Jane Gloss",
        "pctr": 0.37622817591205304,
        "ad_copy": "It's a totally new Jane... Megabites Glossy Gloss. Tasty, mega-fresh color drenched in mouthwatering, high-shine gloss. Just swoosh it on and pucker up! Make yourself up with Jane."
    },
    {
        "ad_id": 10,
        "ad_name": "Covergirl",
        "pctr": 0.4950958987296071,
        "ad_copy": "Our Pixie with her magic wand paints her shiny GlossSticks on. Eyes a-shimmer, lips a-rosy shades of once upon-a-posy. Create your own magic at covergirl.com. Easy Breezy Beautiful Cover Girl."
    },
    {
        "ad_id": 11,
        "ad_name": "Covergirl",
        "pctr": 0.34276335204303704,
        "ad_copy": "Wish your moisturizing lipcolor would last? Get the luscious look and feel of moisturizing lipcolor in a formula that lasts a full 8 hours. Covergirl Outlast. In satin and luminescent shades - it's paradise!"
    },
    {
        "ad_id": 12,
        "ad_name": "Clairol",
        "pctr": 0.3470961983523982,
        "ad_copy": "Fall in love! Discover the Clairol Reds Collection. Inspired by romance. Romantic reds are the rage this season, and Clairol reds are loved for being rich, true and made for you. Clairol . . . we make color wonderful."
    },
    {
        "ad_id": 13,
        "ad_name": "Rouge Allure Lipstick by Chanel",
        "pctr": 0.4338226083997354,
        "ad_copy": "Discover Rouge Allure, the irresistible new lipstick from Chanel. Click open the elegant case to reveal rich, long-lasting color that glides on for an alluring satin finish. Visit Chanel.com to experience more."
    },
    {
        "ad_id": 14,
        "ad_name": "Max Factor",
        "pctr": 0.4782138526138268,
        "ad_copy": "Color Me Naughty. Color Me Nice. Now there's a gloss for both sides of you. Introducing the MAXalicious Gloss Collection in naughty or nice shades. Collect them all to express your dueling personalities."
    },
    {
        "ad_id": 15,
        "ad_name": "Maybelline",
        "pctr": 0.48788906669401977,
        "ad_copy": "Want high volume lashes? Go express! New volume express mascara from Maybelline. Up to triple the volume, in a quick, clean sweep The new anti-clump brush builds volume instantly, without the clumps. New volume express"
    }
]