[
    {
        "ad_id": 0,
        "ad_name": "Janelle Pretemp",
        "pctr": 0.3250703482784119,
        "ad_copy": "There's something about a Janelle Pretemp woman. It's not how she looks ... it's not how she walks. It's not how she smiles ... it's not how she talks. But, when you're near a Janelle Pretemp woman, you know it. The fragrance of springtime in Paris ... irresistible. JANELLE PRETEMP ... almost too beautiful to bear."
    },
    {
        "ad_id": 1,
        "ad_name": "Covergirl",
        "pctr": 0.42704217342836737,
        "ad_copy": "Introducing Cover Girl's New Clean Skin Care. A pure, fresh, innovative moisturizer. Oil-free. Fragrance-free. Water-based. To smooth and silken sensitive skin. It's the moisturizer with a refreshing new difference. Dermatologist tested. From Cover Girl's New Skin Care Collection. Where naturally beautiful skin begins."
    },
    {
        "ad_id": 2,
        "ad_name": "Revlon",
        "pctr": 0.499238411176554,
        "ad_copy": "Nothing looks like it. Nothing feels like it. Nothing lasts like it. Revlon introduces ... Velvet Touch Lipstick. A sultry, velvety finish. A sumptuous, velvety feel. Colors so potent, they last up to 6 hours long. The most luxurious lipstick ever created. REVLON VELVET TOUCH LIPSTICK. What more could two lips ask for?"
    },
    {
        "ad_id": 3,
        "ad_name": "Oil Of Olay",
        "pctr": 0.3910772530968612,
        "ad_copy": "Oil of Olay Bath Bar has more moisture-rich lather than ever before. Unlike soap, it helps hold moisture in. So skin isn't just softer, its condition and texture are actually improved all over. All for the same price as the leading beauty bar. Oil of Olay...For a lifetime of beautiful skin."
    },
    {
        "ad_id": 4,
        "ad_name": "Estee Lauder",
        "pctr": 0.363889065956351,
        "ad_copy": "Here's the fast track to thick lashes. New Magna Scopic Maximum Volume Mascara. Magnify your lashes ­ in a flash. Expandex formula expands lashes up to 300% thicker. Exclusive speed meterbrush hugs each lash with super charged color. It¹s formula one for incredible lashes. Estee Lauder. Defining Beauty."
    },
    {
        "ad_id": 5,
        "ad_name": "Allure",
        "pctr": 0.3724369900441479,
        "ad_copy": "What is that intangible quality that turns heads and touches hearts, catches your eye, and holds you with its power? Every woman has her own special allure. It can be found in a glance, a voice, a face across a crowded room. ALLURE is unmistakable and irresistible. And, like a perfect memory ... it lasts forever."
    },
    {
        "ad_id": 6,
        "ad_name": "Revlon",
        "pctr": 0.3515177573986715,
        "ad_copy": "If you're like most of today's women, you're not exactly a flower. You're more like the \"scent of a flower\". Beautiful, enticing, always independent. Something mysterious and changing. Impossible to capture. It was for you, the new woman, so tempting and so whimsical, that Revlon created a new perfume. MISCHIEF ... FROM REVLON."
    },
    {
        "ad_id": 7,
        "ad_name": "Estee Lauder",
        "pctr": 0.3978535015174482,
        "ad_copy": "Say so long to short lashes. Introducing Futurist Lash extending Mascara. Now \"grow\" longer-looking lashes quickly and easily. With the exclusive precision brush and unique lash-extending formula of Futurist, you can sweep on glamorous length and volume to each and every lash-without flaking, clumping or smudging."
    },
    {
        "ad_id": 8,
        "ad_name": "Lancome Magicils Mascara",
        "pctr": 0.3391732370685089,
        "ad_copy": "Colour wears all day. Water takes it away. New Magicils colour on, splash off length and long mascara. Lengthen your lashes and envelop them in vibrant colour that wears for 12 hours. Smudge-proof, flake-proof. Magic! With just warm water, Magicils virtually disappears from your lashes. Lancome. Believe in beauty."
    },
    {
        "ad_id": 9,
        "ad_name": "Nivea",
        "pctr": 0.3919169379780587,
        "ad_copy": "Now soothe away long-lasting eye make-up. New Nivea Visage Eye makeup remover. You've never felt anything like it. A gentle gel-cream with therapeutic Pro-Vitamin B5. Not too heavy. Not too light. Yet it dissolves long-lasting eye make-up away without a trace, leaving you feeling soothed and soft. Nivea brings your face to life."
    },
    {
        "ad_id": 10,
        "ad_name": "L'Oreal",
        "pctr": 0.42077204916015,
        "ad_copy": "The key to healthy hair is moisture balance. So L'Oreal created a Hydra-Protein formula that actually protects this delicate balance. All with no oils, no heaviness. The result is hair so natural it shines. So healthy it shows. New L'Oreal Hydra-Protein shampoo...for a healthier you."
    },
    {
        "ad_id": 11,
        "ad_name": "L'Oreal",
        "pctr": 0.38592389231768215,
        "ad_copy": "New skin-smoothing technology for a 100% Natural-Looking Tan. New Sublime Bronze Exclusive Skin-Smoothing Self-Tanners. With Vitamin E and AHA formulas smooth skin on contact. Beautiful, even bronze. Never orange or streaky. In SPF 15 Lotion, Tinted Lotion, and Gelee. Because you're worth it."
    },
    {
        "ad_id": 12,
        "ad_name": "Nivea",
        "pctr": 0.3595318656020074,
        "ad_copy": "New Nivea Visage Tinted Moisturizer. Now you can gently enhance your natural coloring and even-out your skin tone without heavy foundations, while therapeutic Vitamin E and protective moisturizers soothe your skin. In fair-to-light. And medium-to-dark. Nivea brings your face to life."
    },
    {
        "ad_id": 13,
        "ad_name": "L'Oreal",
        "pctr": 0.4564857448919767,
        "ad_copy": "Now, precisely match your skin's tone and texture even better. New True Match super-blendable powder in 24 skin true shades. Now True Match Powder has New Precise Match Technology. Micro-milled pigments so ultra-blendable, your skin looks flawless and natural all day. Let your skin be the star. Because you're worth it. LOREAL Paris."
    },
    {
        "ad_id": 14,
        "ad_name": "Covergirl",
        "pctr": 0.48828301748474234,
        "ad_copy": "\"Guess who's not wearing Outlast\"? For Lip color that stays on, stays beautiful for 10 hours, Outlast is unsurpassed. The 2-step system means color stays on your lips, and off your glass, even after Pizza! Imitators, you've been outlasted. Outlast all day Lip color, from easy, breezy, beautiful Cover Girl."
    },
    {
        "ad_id": 15,
        "ad_name": "Maybelline",
        "pctr": 0.4024104679290299,
        "ad_copy": "New Express Makeup 3-in-1 from Maybelline. One lightweight stick that does three things quick. It glides on liquid smooth. Dots on to conceal. Finishes powder-light. For a no-fuss natural look. New Express makeup 3-in-1. From Maybelline. It's makeup - made easy. (Jingle: \"Maybe she's born with it. Maybe it's Maybelline\")"
    },
    {
        "ad_id": 16,
        "ad_name": "L'Oreal",
        "pctr": 0.4278931889214135,
        "ad_copy": "What's the latest forecast? With Fade-Resistance Preference from Loreal, our color is clear and bright for up to eight weeks. The all weather fade system shields from sun and wind - keeping color true - so it won't fade out. And a weekly conditioner, so it won't dry out. Fade Resistance Preference by Loreal."
    },
    {
        "ad_id": 17,
        "ad_name": "Clairol",
        "pctr": 0.34819936633353626,
        "ad_copy": "Illuminate! Shine! Glow! With new Condition finishing shine. Special lightweight ingredients give your hair so much luster, but never leave it looking greasy. Advanced dual protectants leave your hair looking better than ever. There's never been a better way to shine. New CONDITION BY CLAIROL ... because you're worth it."
    },
    {
        "ad_id": 18,
        "ad_name": "L'Oreal",
        "pctr": 0.41054596788663505,
        "ad_copy": "Never before has our quick-dry nail color shined so bright. New Jet-Set Shine Speed Dry Nail Enamel. New Shine-Lock technology seals in longer lasting shine. Calcium-fortified formula adds strength. Stronger nails and incredible shine in Jet-Set time. L'Oreal. Because you're worth it."
    },
    {
        "ad_id": 19,
        "ad_name": "Noxzema",
        "pctr": 0.47106714325998145,
        "ad_copy": "At last, a triple blade designed especially for women. The Noxzema K-3 Triple Blade Razor System. The K-3 features a pivoting head and micro foil guard to prevent nicks and cuts, and a Noxzema moisturizing strip to lubricate and prevent irritation. The k-3, The Triple blade that delivers more."
    }
]