[
    {
        "ad_id": 0,
        "ad_name": "UPS",
        "pctr": 0.412811345644136,
        "ad_copy": "Fortunately, there's a global delivery service as good as UPS. UPS Worldwide. Just imagine, the same fast, reliable service you're used to over here, all around the world. We're so confident we'll get your shipment there, we'll give you your money back if we don't. That's a promise that sounds good in any language. So when you're shipping overseas, do the same thing you do at home. Just call 1-800-PICK-UPS. UPS. Moving at the speed of business."
    },
    {
        "ad_id": 1,
        "ad_name": "IRS E-file",
        "pctr": 0.3728378327549578,
        "ad_copy": "In the 21st century, you run your entire business electronically. So why not file your business taxes the same way? It's more economical with less paperwork. It's more efficient with increased accuracy. And it¹s more effective since you¹ll spend less time filing tax returns and more time focused on your business. File Smart. File Electronic. IRS e-file for Business. E-fficient. E-ffective. E-conomical. The Internal Revenue Service. Working to put service first. Visit www.irs.gov"
    },
    {
        "ad_id": 2,
        "ad_name": "Frankfurt Kurnit",
        "pctr": 0.33873846101590577,
        "ad_copy": "Frankfurt Kurnit Klein & Selz celebrates more than 25 years as a leading media, entertainment, and advertising law firm. We represent some of the world's best-known publishers, producers, directors, distributors, celebrities, writers, athletes, financiers, online content and service providers, and many of the foremost advertising agencies, communications companies, and corporate brands. Our broad-based practice comprises fourteen practice groups and includes sophisticated intellectual property, commercial litigation, securities fraud, and white collar defense capabilities."
    },
    {
        "ad_id": 3,
        "ad_name": "Experticity",
        "pctr": 0.3710698428342751,
        "ad_copy": "Experts have always influenced what the people around them purchase.\nSo when you're selling a product, it helps if influential experts understand it; appreciate it; recommend it; and sell it for you.\nThere's no denying the power of experts, and Experticity can help you turn every salesperson where your product is sold into an expert on what you're selling.\nWe create custom, in-depth product websites on our 3point5.com platform to help retail sales experts truly understand your product; how it works; and what makes it unique."
    },
    {
        "ad_id": 4,
        "ad_name": "International Family Planning",
        "pctr": 0.3305497012157939,
        "ad_copy": "As long as there's a Third World, there will never be one world. By meeting women's critical need for family planning services in a developing world, we would see a marked improvement in the quality of life for all. Access to voluntary conception, health care and sex education, would allow women to space pregnancies apart and plan the size of their families...leading to better health, more educational opportunities, and reduced pressure on our planet's natural resources. Help make a world of difference. Support International Family Planning."
    },
    {
        "ad_id": 5,
        "ad_name": "Keep Cool This Summer - From BFI",
        "pctr": 0.30344507952972705,
        "ad_copy": "There is still plenty of summer left and it's going to be a hot one! Keep your cool all summer long with these tips:\nFind air conditioning.\nAvoid strenuous activities.\nWatch for heat illness.\nWear light clothing.\nCheck on family members and neighbors.\nDrink plenty of fluids.\nWatch for heat cramps, heat exhaustion, and heat stroke.\nNever leave people or pets in a closed car.\nHave fun all summer long and don't lose your cool! A message from BFI."
    },
    {
        "ad_id": 6,
        "ad_name": "Kinko's",
        "pctr": 0.30782430995602167,
        "ad_copy": "How would you like to brighten the spirit of everyone you know this holiday season? It's easy, with personalized gifts and greetings from Kinko's. Just bring in your most memorable pictures and we'll turn them into one-of-a-kind calendars and greeting cards. Or maybe use our KODAK Picture Maker to turn your favorite photos into frame-ready prints in minutes. Whether it's a family photo that your relatives will cherish forever, or a baby picture that will embarrass your kids for years to come, come to Kinko's. For locations in your area, call 1-800-2KINKOS. Or check us out online at www.kinkos.com."
    },
    {
        "ad_id": 7,
        "ad_name": "Kelly Services",
        "pctr": 0.48230073330921475,
        "ad_copy": "Finding the right employee is everything to our business. It's a skill we've meticulously crafted over 55 years of pioneering and leading the staffing industry. And the more you know about how hard we work for you, the more confident you'll be in the value you're receiving from us. Ever wonder what happens at Kelly Services from the time you place an order to the time the right person walks through your door? It's a complicated process, but built upon a very simple premises. We are committed to you. And we'll take every step possible to ensure you're satisfied with your new employee."
    },
    {
        "ad_id": 8,
        "ad_name": "Peoplesoft",
        "pctr": 0.39891054456369607,
        "ad_copy": "Make every employee a CFO. Peoplesoft Financial Management Solutions make every employee financially accountable. Every employee has visibility into their own financial world with the global enterprise. With embedded cost controls, online procurement, and real-time alerts, every employee is empowered to make the right decisions. And your CFO can achieve the results he is counting on. Learn more by visiting us at www.peoplesoft.com/financials or call 1-888-773-8277."
    },
    {
        "ad_id": 9,
        "ad_name": "Register.com",
        "pctr": 0.44533584662970094,
        "ad_copy": "Everyone has passions, everyone has dreams, and today it's actually possible to make them real and share them with everyone else at register.com. Over half a million people have come to register.com, registered their domain name, and taken the first step to a new life on the Internet. People just like you, register their passions and create websites that are improving their lives and their business. Register.com is the first easy step. Register.com, your first step on the web."
    },
    {
        "ad_id": 10,
        "ad_name": "International Paper",
        "pctr": 0.3881380226306287,
        "ad_copy": "Chilean grapes land in Marseilles. California melons touch down in Warsaw. Tucsan tomatoes arrive in Kyoto. What helps them survive the trip? Package design that anticipates reality: temperature swings, humidity, jostling, customs delays, curious spiders, and the occasional 15-foot plunge from a cargo ship's hoist. And in a lab where we mimic the rigors of global travel, our packages are tested until they reveal their every strength and weakness. We do it for our customers, and for all of you who crave fresh, unbruised cherries in midwinter. International Paper. We answer to the world."
    },
    {
        "ad_id": 11,
        "ad_name": "Marone, Smith, and Wrigley",
        "pctr": 0.45187074788381,
        "ad_copy": "We all hope it never happens, but sometimes injuries do occur.\nIf you have been in an auto accident, had a slip and fall accident, or perhaps are the victim of Medical Malpractice, you need some like Marone, Smith, and Wrigley on your team.\nWith 24 hour service, they will consult with you at home or in the hospital, even on weekends.\nServing the Greater Phoenixville and Collegeville areas, phone questions and office visits are free. So call Ronald A. Marone at 610 555-1234\nNo fee until you collect the money!"
    },
    {
        "ad_id": 12,
        "ad_name": "Estudentloan.com",
        "pctr": 0.381464568098761,
        "ad_copy": "Hey seniors, your last year of high school is stressful enough. I mean, after filling out a million applications, answering all those repetitive essay questions, nail-biting interviews and oh, yeah, waiting for a letter, the last thing you want to do is stress on how to pay for school. That's why I went to Estudentloan.com. It's the fastest and easiest way to find a student loan. Just use their loan finder to find lenders that meet your specific needs. Then just click and apply online. Because you have more important things to stress about, like finding a prom date. Estudentloan.com - work smarter, not harder."
    },
    {
        "ad_id": 13,
        "ad_name": "Federal Express",
        "pctr": 0.34146384056280216,
        "ad_copy": "Okay - so - you used the udda guys - and now your package is - well - maybe it's not lost, but it's 10 a.m., and Fat Tony's on the phone - now da' boss - wants to drive you around the block, Cappiche?!\nSo next time - ha, (thinks to himself) - \"next time\" -\n(laughter from goons in room)\nHEY!!... (goons abruptly shut up)\n...If - there should BE a next time - use Federal Express, ahh? Reliable - on time - courteous service, so your package arrives where & when -\nit's supposed to ...\nand at a very reasonable price.\nWhy would you NOT use FEDERAL EXPRESS? Fo'get about it...."
    },
    {
        "ad_id": 14,
        "ad_name": "Reading Genius",
        "pctr": 0.3490074235668498,
        "ad_copy": "How would you like to read the morning newspaper in only ten minutes? Then polish off a novel on your lunch break? Or read all about your new computer in one evening? Well, when you use the new Reading Genius Home Study Course, you'll read so much faster, you'll be astounded how quickly you get to the last page. The Reading Genius Home Study Course is easy, systematic, and it takes just a few short hours. You'll read 200% faster than you do right now, with better memory and comprehension...or your money back. Call 1-800-480-5573. Again, that's 1-800-480-5573."
    },
    {
        "ad_id": 15,
        "ad_name": "Infospace",
        "pctr": 0.46072762291324487,
        "ad_copy": "InfoSpace is a leader in mobile entertainment, private-label search and online directory. Our company is comprised of two divisions - Search & Directory and Mobile. Our Search and Directory division uses our unique meta-search technology to provide internet search and directory services. The Mobile division offers wireless solutions that help customers build stronger brands and generate incremental revenue. We enable delivery of information and entertainment services to consumers, while creating opportunities for partners, advertisers and content publishers."
    },
    {
        "ad_id": 16,
        "ad_name": "Climate Star",
        "pctr": 0.3475619682894531,
        "ad_copy": "Very Hot. And getting hotter. Unfortunately, thanks to global warming, the 1990s were the hottest decade on record. And scientists predict it's going to keep getting warmer. That means big changes: rising sea levels, more intense storms, droughts, and flooding. The way we use fuel and energy is causing global warming, but we can slow it down if we take action now. Global warming isn't cool. Stopping it is. Find out how you can make a difference. Visit www.ClimateStar.org for more information."
    },
    {
        "ad_id": 17,
        "ad_name": "Accu-Data",
        "pctr": 0.4794373280460478,
        "ad_copy": "Welcome to Accu-Data payroll, the home of personalized payroll service. For over twenty five years delivering attention, accuracy and service. We know each client on a first name basis. Staff members answer our phones, not voice mail. Whether your business is large or small with our cutting edge technology we can respond to your specific payroll needs. Whether you're paying two or two thousand employees, Accu-Data provides cost effective pricing guaranteed. Accu-Data is ready to show you what great service is all about. Call us today!"
    }
]