[
    {
        "ad_id": 0,
        "ad_name": "Educational Assistance Ltd.",
        "pctr": 0.443959001245364,
        "ad_copy": "Need an inventory solution? We have one. Donating your excess inventory earns a generous tax write-off for your company. And creates college scholarships for needy students. EAL can convert your donation of inventory into financial aid. EAL. A great solution. ... Request a free guide to learn more."
    },
    {
        "ad_id": 1,
        "ad_name": "Family Law",
        "pctr": 0.49337277672056973,
        "ad_copy": "Artistic Direction: These are 15s ads for a family law attorney. They should be concerning and serious, but helpful and friendly.\nThe holidays are over, and for many people, it's time to face a harsh reality.\nIt may be time for a divorce.\nOur family law attorneys can guide you through the complications this difficult decision will bring.\nCall us today, and we can guide you through your options."
    },
    {
        "ad_id": 2,
        "ad_name": "Home Inspection",
        "pctr": 0.44203510754373654,
        "ad_copy": "(OUTDOORS. SFX: Outdoor ambiance, birds, etc.)\nThat's trouble. But our 50-point Home Inspection spotted it right off.\n(SFX: DOOR LATCH)\n(INDOORS. SFX: Indoor ambiance.)\nSo buyer and seller could work out a price to fix it. Now, it really will be the home of their dreams. Instead of a nightmare."
    },
    {
        "ad_id": 3,
        "ad_name": "Studio Line",
        "pctr": 0.3487037741264741,
        "ad_copy": "Got Waves? Get new Any Waves for naturally wavy hair. Liquid Body gives you waves that are full, never flat. All-In-One CremeGel makes waves manageable and controls frizz. And Holding Pattern gives great hold with great shine. Studio Line, Create your look the way you like it."
    },
    {
        "ad_id": 4,
        "ad_name": "First Choice Haircutters",
        "pctr": 0.37358958485545357,
        "ad_copy": "Hey, it's cool, you can check it out. lt's okay to take a look. And don't worry about staring, I totally get it. How could anybdy be expected not to? lt looks great. But I shouldn't be so surprised.\nAfter all, l did just visit First Choice Haircutters, and you know what? Happy does look good on me.\nVO: Find a First Choice Haircutters salon today at FirstChoice.com."
    },
    {
        "ad_id": 5,
        "ad_name": "DNA",
        "pctr": 0.42967372951495886,
        "ad_copy": "Today's enterprises have no choice but to reinvent themselves and embrace digital to remain competitive and relevant.\nAs companies delve deeper into the digital age they need a holistic environment that empowers them to innovate faster and better, as they look to infinitely scale their digital ambitions."
    },
    {
        "ad_id": 6,
        "ad_name": "Century 21",
        "pctr": 0.46483016475303235,
        "ad_copy": "People can give you their word in many ways. But when it comes to something as important as selling your home, you want a commitment in writing. That's why at Century 21, we give you our Seller's Service Pledge. A written commitment that spells out a specific plan of action and promises the highest level of professional service ... the standard by which all others will be judged. CENTURY 21 ... it's as good as done."
    },
    {
        "ad_id": 7,
        "ad_name": "Careerpath.com",
        "pctr": 0.4753798542579593,
        "ad_copy": "You're marooned on an island of unrewarding work and nightmare commutes. Luckily, help is here. Careerpath.com has the largest, most current database of jobs on the web. Pinpoint your search with criteria such as location, industry or even job category, and you'll soon be on your way to a job that fits your style. So what are you waiting for? Get to a computer and click Careerpath.com today."
    },
    {
        "ad_id": 8,
        "ad_name": "Experian",
        "pctr": 0.3815523591079989,
        "ad_copy": "Everything you're pretty good at now, you were once .. well .. pretty bad at\nBut you learned .. and got better\nAt Experian we believe it's the same with managing your credit\nYou may not be good at it now, but that's okay\nbecause credit isn't just a score .. it's a skill\nand you can get better\nExperian\nBe Better at Credit"
    },
    {
        "ad_id": 9,
        "ad_name": "Digital Media Production",
        "pctr": 0.3500991125166399,
        "ad_copy": "You're an innovator at heart. At Digital Media Production, at the Art Institute of Atlanta, we'll work with you to bring your vision of life to the real world. Your art - it becomes your voice. Digital Media Production. The Art Institute of Atlanta. 1-800-278-9593."
    },
    {
        "ad_id": 10,
        "ad_name": "ADT",
        "pctr": 0.3914814535290216,
        "ad_copy": "This year... One out of 3 people over 65 will fall. Now, you can have peace of mind with ADT companion services. Just one touch of a button puts you in contact with an ADT trained professional who can call an ambulance and help with any medical emergency. Protect your independence. Call now for free information about ADT companion services. ADT. Always there."
    },
    {
        "ad_id": 11,
        "ad_name": "Answersthatwork.com",
        "pctr": 0.4566624568838298,
        "ad_copy": "Ok, that meeting is at 11 - and at 10:00, I'm sitting here with a jammed printer, a crashed computer, a fried network connection and I'm pulling my hair out - which is NOT good, 'cause I don't have much hair to begin with! Then it dawns on me - I've got that new Ultimate Troubleshooter package from AnswersThatWork.com - all I've got to do is fire that baby up and... oh, yeah. Life is good."
    },
    {
        "ad_id": 12,
        "ad_name": "Consumer Information Center",
        "pctr": 0.33066922388487086,
        "ad_copy": "The Consumer Information Catalog from Pueblo, Colorado lists more than 200 free and low-cost, helpful, federal publications. You'll get the latest info on topics like investing your money, getting fit, parenting, even getting federal benefits. For the latest free catalog, call toll-free 1-888-8-PUEBLO."
    },
    {
        "ad_id": 13,
        "ad_name": "Gotta Dance Studios",
        "pctr": 0.43651667211023304,
        "ad_copy": "Whether you've got one left foot or two, Gotta Dance Studios gets them both moving. From ballroom to ballet, our teachers are trained to train the untrained -- and to love it. We know that everybody's gotta dance, and we need every body -- every shape, every size, every age -- all bodies to come on down to GOTTA DANCE and dance. And bring both left feet. Classes start June 1st."
    },
    {
        "ad_id": 14,
        "ad_name": "Apartmentguide.com",
        "pctr": 0.480502510535709,
        "ad_copy": "Wearing out your welcome? Keep your friends, and search for your own place at apartmentguide.com. You'll see more listings with more photos and more floor plans than anyplace on the net. You've read the book, now get the big picture. Apartmentguide.com... find your place."
    },
    {
        "ad_id": 15,
        "ad_name": "CPA's",
        "pctr": 0.39390794224316106,
        "ad_copy": "You can have a plan. You can have all the right information. But unless you hold these things up to your goals, assess them against your needs, and understand their effects on the future, you can't make a truly informed decision. That's where your CPA comes in. Because windows of opportunity aren't always found. They're created. The CPA. Never underestimates the value."
    },
    {
        "ad_id": 16,
        "ad_name": "Belkin Home Automation",
        "pctr": 0.4281660597620056,
        "ad_copy": "What if you could check on your home, from your phone? And switch off that lamp you always forget about downstairs? And what if you could actually watch the nanny put the kids to bed, all before you're home from dinner? The new Belkin home automation system- your home at your fingertips."
    },
    {
        "ad_id": 17,
        "ad_name": "First Practice Recording",
        "pctr": 0.3485954195548809,
        "ad_copy": "\"No matter how much you move around at night, there's a pad that can give you great protection. Introducing a new Always Overnight without wings. It's longer and wider to absorb what regular pads don't. Always Overnight now with or without wings.\""
    },
    {
        "ad_id": 18,
        "ad_name": "HVAC Company Local Commercial",
        "pctr": 0.31751752687175877,
        "ad_copy": "We are your local heating and air conditioning experts.\nWe will make sure your home stays the perfect temperature, all year long.\nFrom preventative maintenance, to system replacements, we do it all.\nCall us today to schedule your next service!"
    },
    {
        "ad_id": 19,
        "ad_name": "Hogan & Hartson",
        "pctr": 0.4572125814702655,
        "ad_copy": "Take a closer look. A law firm that consistently exceeds its clients' expectations for more than a century, deserves a closer look. It is the combination of our global reach, unrivaled industry depth, and interdisciplinary team approach that makes us the law firm of choice. Hogan & Hartson. Global reach. Industry depth. Client Service. Caring people."
    }
]