[
    {
        "ad_id": 0,
        "ad_name": "Coast To Coast",
        "pctr": 0.43016029445085113,
        "ad_copy": "Your business is our business. That's why we make more eCommerce deliveries to homes than anyone in the country. Learn more at CoasttoCoast.com.\nCoast to Coast delivery.\nPriority One: You"
    },
    {
        "ad_id": 1,
        "ad_name": "Luxury Finder.com",
        "pctr": 0.3011906783142595,
        "ad_copy": "Jewelry...robes and slippers...cashmere...caviar...Shop the world's finest brands for the holidays. Luxuryfinder.com."
    },
    {
        "ad_id": 2,
        "ad_name": "Mailboxes Etcetera",
        "pctr": 0.45492170905053686,
        "ad_copy": "Everybody can use a little help when they're out on the road- and that's where MailBoxes Etcetera comes in. We get it done. And we get it done right. Mailboxes Etcetera."
    },
    {
        "ad_id": 3,
        "ad_name": "Vigoro Ultra",
        "pctr": 0.3747487982858731,
        "ad_copy": "Vigoro Ultra greens your lawn in 72 hours and lasts up to three months. It's the same technology used to keep Arnold Palmer's Bay Hill club in championship shape. You'll find Vigoro Ultra at The Home Depot."
    },
    {
        "ad_id": 4,
        "ad_name": "Norfolk Southern",
        "pctr": 0.47296657628018984,
        "ad_copy": "This is the road to the future.\nIt's leading us to new opprotunities, changing the way companies do business.\nBecause down this road move the goods that move the economy.\nThat's the power of the thoroughbred.\nNorfolk Southern."
    },
    {
        "ad_id": 5,
        "ad_name": "Boat Sonar",
        "pctr": 0.30638743502801896,
        "ad_copy": "Today's consumers and agents expect that buying life or health insurance should be as simple as buying anything else.\nThey want an easy pass through paperwork and medical tests straight to what they need."
    },
    {
        "ad_id": 6,
        "ad_name": "Binder and Binder",
        "pctr": 0.35795821224280155,
        "ad_copy": "Announcer: Binder and Binder is America's most successful Social Security Disability Advocates.\nLawyer Testimonial \"We'll deal with the Government, you have enought to worry about.\"\nAnnouncer: So if you are disabled, call 1-800-66-BINDER."
    },
    {
        "ad_id": 7,
        "ad_name": "eHarmony.com",
        "pctr": 0.45822897006724095,
        "ad_copy": "The only thing harder than finding someone ... is dating them. Welcome to eHarmony... Now you will get to know someone while still having fun, safely and anonymously. eHarmony begins now... without the two drink minimum."
    },
    {
        "ad_id": 8,
        "ad_name": "Applicantprofile.com",
        "pctr": 0.32391256582013306,
        "ad_copy": "You recruit. You hire. You train. And then...they leave. Now, there's a better system for finding and retaining employees. Applicant Profile.com"
    },
    {
        "ad_id": 9,
        "ad_name": "Vista Print",
        "pctr": 0.3402512615193376,
        "ad_copy": "Vista Print. Best Printing. Best Price."
    },
    {
        "ad_id": 10,
        "ad_name": "Curves For Women",
        "pctr": 0.44144654591714266,
        "ad_copy": "With more than 10,000 locations and 4 million members worldwide, Curves offers something others can't: the support you need to reach your goals. Discover a gym where women change their lives... 30 minutes at a time."
    },
    {
        "ad_id": 11,
        "ad_name": "International Paper",
        "pctr": 0.3618246115275242,
        "ad_copy": "The digital age hasn't created a paperless society. Just a revolution in paper. INTERNATIONAL PAPER. We answer to the world."
    },
    {
        "ad_id": 12,
        "ad_name": "United States Postal Service",
        "pctr": 0.46111651221714683,
        "ad_copy": "Tangled lights, mall parking and \"some assembly required\". A few reasons to get a head start on the holidays. Fly Like an Eagle. UNITED STATES POSTAL SERVICE. We deliver."
    },
    {
        "ad_id": 13,
        "ad_name": "CSX",
        "pctr": 0.40149398552970333,
        "ad_copy": "Everywhere you look, freight trains are part of the economy. By getting goods to market efficiently, CSX is helping move the economy forward. CSX. How tomorrow moves."
    },
    {
        "ad_id": 14,
        "ad_name": "International Reading Association",
        "pctr": 0.47143780632247945,
        "ad_copy": "Children have a right to appropriate early reading instruction based on their individual needs. International Reading Association - making a difference means making it different."
    },
    {
        "ad_id": 15,
        "ad_name": "Blooms",
        "pctr": 0.3283377396218032,
        "ad_copy": "Need flowers Fast? Call Blooms Today.\nWith prices starting at $29.99, an average order time of only 5 minutes and over 30 years of experience, why go anywhere else?\nOur friendly agents can take your call 24/7,"
    },
    {
        "ad_id": 16,
        "ad_name": "Ebay",
        "pctr": 0.48022902201490636,
        "ad_copy": "At Ebay, find the things that make you look like you. Choose from an unparalleled selection of designer clothing, shoes, jewelry and accessories. Do it Ebay."
    },
    {
        "ad_id": 17,
        "ad_name": "International Paper",
        "pctr": 0.3629890337993572,
        "ad_copy": "Cherries in winter, peaches in spring. It's not the weather that's changed, it's the packaging. INTERNATIONAL PAPER. We answer to the world."
    },
    {
        "ad_id": 18,
        "ad_name": "Xerox",
        "pctr": 0.4006106924311203,
        "ad_copy": "Know what it costs to create, produce and manage all your company's documents? Know how to cut that cost by up to 40%? There's a new way to look at it. Xerox the document company."
    },
    {
        "ad_id": 19,
        "ad_name": "Inheritance Planning",
        "pctr": 0.35661045311486783,
        "ad_copy": "Inheritance planning is simply outlining what you want to happen to your estate and your dependents when you're no longer here. A robust plan using wills and trusts could help your loved ones to benefit the most from what you leave behind."
    }
]