[
    {
        "ad_id": 0,
        "ad_name": "National Wildlife Federation",
        "pctr": 0.3213401435004372,
        "ad_copy": "Air\nIt's much better fresh ... cold ... or warm. If it's not clear, it can make you sick. Animals, trees, insects, and plants use it too. What is it? It's air. That substance that none of us can live without. THE NATIONAL WILDLIFE FEDERATION is doing its part in America's quest for a healthy environment. You can too. Don't pollute the environment. Our survival is at stake."
    },
    {
        "ad_id": 1,
        "ad_name": "Armed Forces",
        "pctr": 0.4826149167430168,
        "ad_copy": "The Armed Forces of the United States are not separate and independent parts of the government; rather, they compose one of the instruments of national policy. Since the birth of the Nation, policies and directives have been made by civilians assigned to the military and to the executive and legislative branches of the government."
    },
    {
        "ad_id": 2,
        "ad_name": "National PTA",
        "pctr": 0.49730224010724483,
        "ad_copy": "You're the kind of parent who would do anything for your child. And so would we. We're National PTA, and we support better education, more resources, and safer schools in the life of every child. Because from homework to recess, from friendships to family, your child's development never stops. And neither will we. Come join National PTA."
    },
    {
        "ad_id": 3,
        "ad_name": "The Alzheimer Society",
        "pctr": 0.36624933841578344,
        "ad_copy": "Remembering is difficult. But even more difficult if you have Alzheimer disease-a disease that affects the brain, erases memory and eventually takes life. The Alzheimer Society is fighting back. It provides support, information, and funds research into finding the cause-and a cure. Until then, remember this."
    },
    {
        "ad_id": 4,
        "ad_name": "Food Pantry",
        "pctr": 0.4884114349506027,
        "ad_copy": "With your help we've been able to collectively impact our world and make a difference in the lives of those in need; from our local communities to nations around the globe. Providing meals to the hungry, supplying relief to those effected by natural disasters, and giving back to people right here in our own backyard. Together we can continue to make a difference in our world for generations to come."
    },
    {
        "ad_id": 5,
        "ad_name": "Playing it safe by the water",
        "pctr": 0.45905481332255793,
        "ad_copy": "20 seconds and 5 centimeters of water is all it takes for a toddler to drown. Drowning is the biggest preventable cause of death for Ajustralian children under the age of five. It is a silent killer.\nNever take your eyes off young children near or in water and always remain within arm's reach."
    },
    {
        "ad_id": 6,
        "ad_name": "Go Army.com",
        "pctr": 0.40700843520575014,
        "ad_copy": "Talk to some real soldiers about the army. You'll learn about over 200 opportunities with guaranteed skill training and all of the other benefits the army offers. Like how you can earn up to 50,000 dollars to pay for college, or up to 65,000 dollars to pay back qualified student loans. Plus you can qualify for an enlistment bonus of up to 20,000 dollars. Visit goarmy.com"
    },
    {
        "ad_id": 7,
        "ad_name": "Play it safe around water",
        "pctr": 0.33195179140645875,
        "ad_copy": "It takes just 20 seconds and 5 centimeters of water for a toddler to drown. Drowning is the biggest preventable cause of death for Australian children under the age of five. It is a silent killer.\nNever take your eyes off young children near or in water and always remain within arm's reach."
    },
    {
        "ad_id": 8,
        "ad_name": "Fatherhood",
        "pctr": 0.4363347350678214,
        "ad_copy": "According to a recent survey, 86 percent of dads spend more time with their children today than\ntheir own fathers did with them. However, 7 out of 10 also reported that they could use tips on\nhow to be a better parent. The smallest moments can have the biggest impact on a child's life.\nTake time to be a dad today. For more information call 877-4DAD-411or visit fatherhood.gov."
    },
    {
        "ad_id": 9,
        "ad_name": "Susan G Komen Breast Cancer Foundation",
        "pctr": 0.4941365157701576,
        "ad_copy": "Tomorrow, families will have to cope without a mother, a wife, or a daughter. Today, there is something you can do. Run, walk, donate. Together we can help create a tomorrow without breast cancer. Please join EDS in proudly supporting the Susan G. Komen Breast Cancer Foundation in our promise to race for a cure."
    },
    {
        "ad_id": 10,
        "ad_name": "The Nature Conservancy",
        "pctr": 0.4713622954912557,
        "ad_copy": "Sea otters were once on the brink of extinction. They're doing better now, but hundreds of other species are in trouble. Since 1951, The Nature Conservancy has protected millions of acres of habitat for threatened species in all 50 states. So join us. Write THE NATURE CONSERVANCY, 1815 Lynn Street, Arlington, Virginia 22209. Conservation through private action."
    },
    {
        "ad_id": 11,
        "ad_name": "Domestic Violence",
        "pctr": 0.3672538251126084,
        "ad_copy": "She doesn't talk about her bruises. She doesn't talk about her depression. She doesn't talk about her missing days at work. So how do you tell her you've noticed? If your friend is a victim of domestic abuse, talk to her about it and don't stop talking until the violence stops. To find out how, call 1-800-VIOLENCE for a free brochure."
    },
    {
        "ad_id": 12,
        "ad_name": "Sudden Infant Death Syndrome",
        "pctr": 0.39739782580174215,
        "ad_copy": "Sudden Infant Death Syndrome claims the lives of nearly 6,000 infants in the United States every year. In fact, SIDS is the leading cause of death in infants one month to one year old. Talk to your doctor about SIDS and how you can help reduce the risk. For more information, call toll free...1-800-505-CRIB."
    },
    {
        "ad_id": 13,
        "ad_name": "Don't Drink And Drive",
        "pctr": 0.38778179074724073,
        "ad_copy": "#1: My older brother had everything going for him. I always looked up to him. He just had a way with people. But last Saturday night, Tom left us ... forever. And all because of a drink he should never have had. You see, in high school, the other kids think it's cool to drink and drive. We know better. DON'T DRINK AND DRIVE. It changes everything."
    },
    {
        "ad_id": 14,
        "ad_name": "Breast Cancer Research Foundation",
        "pctr": 0.4106407136245785,
        "ad_copy": "Remember your best friend from childhood? Remember swearing you'd be best friends forever. Well she just found a lump in her breast. One out of every eight women will develop breast cancer in her lifetime. With your help, we will change that statistic. So join the fight. If not for yourself, for someone you love."
    },
    {
        "ad_id": 15,
        "ad_name": "Red Cross",
        "pctr": 0.4211546263009329,
        "ad_copy": "You don't think much about it\nYou never dwell on how it was made\nIt's just a blanket after all\nBut when everything else has been lost\nThe comfort it provides.. is immeasurable\nThe American Red Cross brings hope and help to people in need\nEvery eight minutes every day\nSo this season, give something that means something\nSupport us at redcross.org."
    },
    {
        "ad_id": 16,
        "ad_name": "Coors Foundation for Family Literacy",
        "pctr": 0.37390657978847075,
        "ad_copy": "For the 27 million Americans who can't read, competing in today's marketplace is nearly impossible. And unfortunately, the future for children of illiterate parents is not much brighter. You can help fight illiteracy by reading to a child. And by giving a child a book. Brought to you by THE COORS FOUNDATION FOR FAMILY LITERACY. Because a child who reads will succeed."
    },
    {
        "ad_id": 17,
        "ad_name": "Starlight Starbright Children's Foundation",
        "pctr": 0.3074253190773618,
        "ad_copy": "Make a seriously ill child's smile this bright. When you choose Colgate-Palmolive products, you help bring FUN CENTERS and other great programs to kids through a $500,000 donation to the Starlight Starbright Children's Foundation, a non-profit organization that works with seriously ill children and their families. For more ways to help, go to www.colgate.com/starlightstarbright."
    },
    {
        "ad_id": 18,
        "ad_name": "Make A Wish Foundation",
        "pctr": 0.4699487639541506,
        "ad_copy": "When a child has a life-threatening illness, most people concede there's nothing that can be done. But there is. Each child has a dream. Or a need. Or a wish. The sole ambition of Make-A-Wish is to grant these wishes. You can make a contribution to help other children experience their dream come true. Call the Make-A-Wish Foundation at 1-800-722-WISH."
    },
    {
        "ad_id": 19,
        "ad_name": "Global Warming",
        "pctr": 0.40579799161455,
        "ad_copy": "Global Warming. We can still make a difference. If every family replaced three frequently used light bulbs with compact fluorescent bulbs, it's like taking 3.5 million cars off the road. Find out more at fightglobalwarming.com. Brought to you by Environmental Defense, the Robertson Foundation, and the Ad Council."
    }
]