[
    {
        "ad_id": 0,
        "ad_name": "Be A Hero",
        "pctr": 0.4478296063586407,
        "ad_copy": "In five minutes or less. To help Zimbabwe's teens resist the lure of so-called sugar daddies-men who buy clothes for the girls and pay their school fees in exchange for sex-an American named Nancy Padian started SHAZ(Shaping the Health of Adolescents in Zimbabwe). Your $10 gift, made through Women's Global Health Imperative (wghi.org) provides job training for girls; $25 covers a semester's school fees."
    },
    {
        "ad_id": 1,
        "ad_name": "Philip Morris",
        "pctr": 0.42100274659713605,
        "ad_copy": "Janet wants to make it stick. The \"Under 18, No Tobacco. We Card\" sign, that is. As a major sponsor of the \"We Card\" program, Philip Morris USA sales managers like Janet Rodriguez help provide retailers with the tools and training they need to spot fake IDs and uphold the law. \"We Card\" is part of Philip Morris USA's comprehensive effort to help prevent youth smoking. To learn more, visit philipmorrisusa.com/ysp. Working to make a difference. The people of Philip Morris Companies."
    },
    {
        "ad_id": 2,
        "ad_name": "Americans For The Arts",
        "pctr": 0.49094474386713816,
        "ad_copy": "There's just not enough Art in our Schools. No wonder people think Louis Armstrong was the first man to walk on the moon. It's a long way from the Apollo Theatre to the Apollo program, but for Louis Armstrong giant leaps for mankind were simply a matter of course. For more information about the benefits of arts education, please visit us on the AmericansForTheArts.org. Just like great Louis Armstrong, all you need is a little brass. Art. Ask For More."
    },
    {
        "ad_id": 3,
        "ad_name": "Facts up Front",
        "pctr": 0.4229212827625997,
        "ad_copy": "Now key nutrition facts from the back of the package can also be found right up front on America's favorite brands. Making it easier for busy shoppers to make informed decisions.\nBy knowing your daily limits for calories, sodium and fat, you can choose the foods-and the amounts-that are right for you.\nGo to FactsUpFront.org to find the nutrition targets for everyone in your family. Along with shopping tips, recipe ideas and more."
    },
    {
        "ad_id": 4,
        "ad_name": "American Cancer Society",
        "pctr": 0.43158642516454626,
        "ad_copy": "American Cancer Society\nAmerican Cancer Society\nIt's tough to quit smoking. Just ask any of the 50 million Americans who continue to puff away, even though they know the toll it takes on health and longevity. When it comes to breaking this lethal habit, the most effective tool is willpower. The American Cancer Society now offers a free video for those smokers who feel they can't quit alone. Call the AMERICAN CANCER SOCIETY today, at 1-800-575-2424."
    },
    {
        "ad_id": 5,
        "ad_name": "EPA Residential Energy Star Program",
        "pctr": 0.3677637517332629,
        "ad_copy": "Out of all the planets in our solar system, there is but one element which sets Earth apart ... and sustains the framework of life. Our atmosphere. Within this delicate balance lie the secrets of our wildlife ... our forests ... our streams ... and our future. In over 100 million households across America, the Energy Star program allows every American to play a vital role in reducing air pollution. You can help fight air pollution by calling the EPA at 1-800-POLLUTE."
    },
    {
        "ad_id": 6,
        "ad_name": "Save The Children",
        "pctr": 0.37413291720284825,
        "ad_copy": "You promised yourself you'd do something, someday. Now you can keep your promise. It doesn't take much to help needy children around the world. Just $20 a month and a lot of love. That's all you need to be a Save The Children sponsor. This is not a handout; it's a hand up. Clean water, nutritious food, and education -- for just 65 cents a day, you'll help make changes that last a lifetime. Experience the joy of keeping a very important promise."
    },
    {
        "ad_id": 7,
        "ad_name": "Run for the Kids",
        "pctr": 0.49246949438631044,
        "ad_copy": "On your marks. Get set. \"Run for the kids\"\nJoin over 25000 Victorians in this year's Herald Sun City Link Run for the Kids, to raise money for the Royal Children's Hospital Good Friday Appeal.\nEntries are now open for the 8th annual event on Sunday 24th March but you'll need to get in fast to avoid missing out.\nRegister for Victoria's largest fundraising fun run and contribute to raising money for a great cause that touches all Victorians."
    },
    {
        "ad_id": 8,
        "ad_name": "The Alzheimer Society",
        "pctr": 0.3508908957089858,
        "ad_copy": "Is it just forgetfulness...or Alzheimer's disease? Memory loss ... Asking repeated questions ... Trouble using words. When signs like these begin to affect everyday life, they may not be a part of normal aging. They may be signs of Alzheimer's disease, an incurable, progressive illness that robs patients and their families of a lifetime of memories. Only a doctor can evaluate symptoms such as forgetfulness and diagnose Alzheimer's disease."
    },
    {
        "ad_id": 9,
        "ad_name": "St. Jude Children's Hospital",
        "pctr": 0.390173637031052,
        "ad_copy": "Time is running out for this child ... you see, Andre's cancer won't wait for a cure. He has retinoblastoma, which has already taken the sight in his left eye. That's why we're asking for your urgent help. Time may be running out, but it's not too late! Please -- open your heart. Andre needs your help to live. Send your donation today, or call St. Jude Children's Research Hospital at 1-800-931-0500. There isn't a second to lose!"
    },
    {
        "ad_id": 10,
        "ad_name": "United Nations Relief Fund",
        "pctr": 0.4167611688761305,
        "ad_copy": "Tonight, two-thirds of the world's population will go to bed hungry. That's over three hundred million men, women, and children. To most of us, that's just a statistic, nothing that really touches our lives. But in many parts of the world, it's an everyday fact of life and death. It doesn't have to be that way. Please send a check to the UNITED NATIONS RELIEF FUND. 1 Dag Hammerskjold Plaza, New York, New York 10023. Help us help the hungry."
    },
    {
        "ad_id": 11,
        "ad_name": "Bipolar Alliance Support Group",
        "pctr": 0.3364705565170636,
        "ad_copy": "When experiencing depression, I couldn't get out of bed or focus. My goals and\ndreams drifted away. I got my life back through the help of a support group of\npeople who had been where I was. They helped me see that my life wasn't limited\n- that I could still achieve my dreams.\nFifty thousand people find compassion and encouragement at their local\nDepression and Bipolar Support Alliance support group. Visit support helps dot"
    },
    {
        "ad_id": 12,
        "ad_name": "Girls' Self-Esteem",
        "pctr": 0.3043301121607349,
        "ad_copy": "Does a hero know she's a hero if no one tells her? Do you know a hero no one else knows? A hero doesn't have to save a busload of school kids from certain disaster. Or score the winning point to the big game. A hero can be anyone who inspires you, anyone you look up to, anyone who cheers you on, makes you better than you were before--just as they made themselves better than they were before. Do you know a hero? Tell her. Then tell everyone."
    },
    {
        "ad_id": 13,
        "ad_name": "Giving",
        "pctr": 0.31115270106126575,
        "ad_copy": "Who are you?\nWhat drives you?\nIs it success...? Adventure...? Connection...?\nIs it progress...?\nDo YOU want to make the world a happier place...? A more peaceful place...? A better place...?\nLet's make the world a GOOD place.\nNow is the time to make your mark... your impact... your difference\n...To change the world for GOOD.\nHarness your power... your purpose, because there has never been a better way to get started."
    },
    {
        "ad_id": 14,
        "ad_name": "The National Committee for the Prevention of Child Abuse",
        "pctr": 0.3511567935285467,
        "ad_copy": "If you look at Jessica, there are no visible bruises ... no broken bones ... she seems the picture of the perfect child. But if you look closely, you can see how rejection, fear, and constant humiliation have left scars that have tragically affected her childhood. Remember, you don't have to lift a hand to hurt your child. Write to THE NATIONAL COMMITTEE FOR PREVENTION OF CHILD ABUSE, Box 2866E, Chicago, Illinois 60690."
    },
    {
        "ad_id": 15,
        "ad_name": "Psychiatric Institute Of Washington",
        "pctr": 0.4294544597978128,
        "ad_copy": "If someone you love just isn't themselves -- and hasn't been for a while -- they could be suffering from depression. People who are depressed wake up that way in the morning and go to bed that way at night. Some think of killing themselves to the stop the pain. If you think someone you love is depressed, or wants to die, call the Psychiatric Institute. We'll help them find a better way to stop the pain. THE PSYCHIATRIC INSTITUTE."
    },
    {
        "ad_id": 16,
        "ad_name": "Office Of National Drug Control Policy",
        "pctr": 0.42033588227183283,
        "ad_copy": "How do you talk to your kids about drugs? The best thing about this subject is that you don't have to do it well. If you try, your kids will get the message. That you care about them. That you understand something about the conflicts they face. That you're there when they need you. It's okay if you don't know much about drugs. Your kids do. But they need to know how you feel about the subject. And whether you care."
    },
    {
        "ad_id": 17,
        "ad_name": "Citizens' Committee For Children",
        "pctr": 0.3110530602953954,
        "ad_copy": "As a parent, I know what city kids face in the streets today is bad enough. And now, Mayor Guiliani wants to slash school building improvements and after-school youth programs...all of which are essential to keeping youngsters off the streets. Don't let this happen to our children's futures. Call the Mayor and your council representative. Tell them you want to put kids first, not last, when they plan the city budget."
    },
    {
        "ad_id": 18,
        "ad_name": "Cash Five From Pennsylvania Lottery",
        "pctr": 0.43276948666493054,
        "ad_copy": "You know it's going to be a bad day when you wake up looking like the picture - on your driver's license. When you accidentally stumble upon your dog's morning surprise. When you...somehow...get toothpaste in your eye. (ouch!). When your boss takes you aside...and leaves you there. But hey - this could still be your lucky day. Play cash five from the Pennsylvania lottery. Cash five has at least a 100-thousand dollar jackpot."
    },
    {
        "ad_id": 19,
        "ad_name": "Onecause",
        "pctr": 0.3531273995851716,
        "ad_copy": "Fundraising can and should be simple. With a OneCause shopping mall, OneCause does all the ongoing work. And, the fundraiser works for your school around the clock. OneCause offers shopping malls to all kinds of worthwhile organizations across the country. Our Classic program is like the School Mall, where all commissions earned go to the organization. Please tell an organization that you support about this simple fundraising program."
    }
]