[
    {
        "ad_id": 0,
        "ad_name": "Don't Drink And Drive",
        "pctr": 0.36902991289515136,
        "ad_copy": "A drinking and driving conviction could cost you more than 20,000 dollars. You could lose you license, your friends, or your life. Fairfax Community council on impaired driving and the government of Fairfax want you to arrive alive. Drive sober."
    },
    {
        "ad_id": 1,
        "ad_name": "Nonviolent Communication",
        "pctr": 0.34902725049230815,
        "ad_copy": "While we may not believe we are \"violent,\" our words and thoughts often lead to pain for others and ourselves. To learn more on how to improve relationships in your home and in your community, visit our website at nonviolentcommunication.com."
    },
    {
        "ad_id": 2,
        "ad_name": "Cancer Society",
        "pctr": 0.3457224758942129,
        "ad_copy": "Today, my friends are throwing me a party. They do it every year on this date. it's not my birthday, but it is the fifth anniversary of the day I was told my cancer was in remission. And it's a day I thought I would never see."
    },
    {
        "ad_id": 3,
        "ad_name": "Red Cross",
        "pctr": 0.44432504621632996,
        "ad_copy": "When you make a financial donation to the Red Cross, it goes to support those who need it most. The people you help might even be from your own neighborhood when emergencies strike. Please contact your local American Red Cross chapter today. 212-GIVE-RED"
    },
    {
        "ad_id": 4,
        "ad_name": "Asthma",
        "pctr": 0.3226324138492372,
        "ad_copy": "For a kid with asthma, the joys of childhood quickly become living nightmares. A playful kitten, a cuddly puppy, a bouquet of flowers, all are potential triggers for terrifying attacks. Don't let Asthma rob another childhood. Call 1800 Lung, USA. The American Lung Association."
    },
    {
        "ad_id": 5,
        "ad_name": "Breast Cancer Research Foundation",
        "pctr": 0.4527224423272744,
        "ad_copy": "In the U.S. alone, over 200,000 women and 1,300 men will be diagnosed with breast cancer this year - 40,000 will die. Let's not rest until we win the battle against breast cancer. With your help, we can erase this disease - for good. The Breast Cancer Research Foundation."
    },
    {
        "ad_id": 6,
        "ad_name": "Buckle Up PSA",
        "pctr": 0.31796665807056307,
        "ad_copy": "(Sound of motor revving up)\nIf you hear this sound (seat belt warning ping) it means you forgot to fasten your seatbelt.\n(Horns honking and screeching tires)\nThis sound means it's too late.\nGive safety a hand. Everyone buckle up.\n(Total 15 second PSA)\nContributed by TxTom"
    },
    {
        "ad_id": 7,
        "ad_name": "Susan G Komen Breast Cancer Foundation",
        "pctr": 0.30956322758274557,
        "ad_copy": "We can live without our hair. We can live without our breasts. We cannot live without our hope for a cure. Support our Race against breast cancer. For more information visit komen.org/health or call 1.888.603.RACE. Race for the Cure presented by Yoplait."
    },
    {
        "ad_id": 8,
        "ad_name": "Anti-Drug Campaign",
        "pctr": 0.3618981009444475,
        "ad_copy": "At 4:00 my kid will be at _________________________. If you can't fill in the blank, you need to start asking. It's a proven way to steer kids clear of drugs. It's not pestering. It's parenting. ASK: WHO? WHAT? WHEN? WHERE? QUESTIONS. THE ANTI-DRUG."
    },
    {
        "ad_id": 9,
        "ad_name": "Anti-Drug Campaign",
        "pctr": 0.4741666222927346,
        "ad_copy": "At 4:00 my kid will be at (leave a beat of silence here). If you can't fill in the blank, you need to start asking your kid questions. It's a proven way to steer kids clear of drugs. It's not pestering. It's parenting. This message sponsored by the Anti-Drug Campaign"
    },
    {
        "ad_id": 10,
        "ad_name": "Cancer Society",
        "pctr": 0.41473483907829223,
        "ad_copy": "A cancer diagnosis changes everything. It turns someone¹s world upside down- emotionally, physically, and even financially. Cancer Care can help. Please call us at 1-800-813-HOPE. When someone understands, it makes all the difference in your world."
    },
    {
        "ad_id": 11,
        "ad_name": "Cell Phones Save Lives",
        "pctr": 0.3560917016206203,
        "ad_copy": "A national TV and radio campaign for the Donate A Phone program seeks to collect as many of the country's inactive cell phones as possible. The phones help domestic violence victims to get a hold of emergency assistance quickly."
    },
    {
        "ad_id": 12,
        "ad_name": "Stay In School",
        "pctr": 0.32311956766702654,
        "ad_copy": "You think you don't get a lot of dates now, imagine this: dropouts make 42% less than graduates. Good luck with that. Stay in school. Give yourself a chance. Go to operationgraduation.com. Sponsored by the US army and the ad council."
    },
    {
        "ad_id": 13,
        "ad_name": "Miller Brewing Company",
        "pctr": 0.36238268746444774,
        "ad_copy": "How do kids get alcohol? From legal aged friends and even siblings. Talk with your kids and get a free copy of \"let's keep talking\" at millerbrewing.com Live responsibily...Miller Brewing Company. Milwakee, Wisconsin."
    },
    {
        "ad_id": 14,
        "ad_name": "Keep The Promise",
        "pctr": 0.3886555765751996,
        "ad_copy": "America needs more schools that encourage our children to fulfill their promise; so they can succeed in the competitive world they'll soon face\nSo call 1-800-96 Promise and we'll send you information on how you can help change the schools in your community\nKEEP THE PROMISE"
    },
    {
        "ad_id": 15,
        "ad_name": "Amberalert.org",
        "pctr": 0.4849403830332636,
        "ad_copy": "When someone abducts a child, they're not about to advertise it. But we will. Sign up at wireless Amber alert.org to get free Amber Alert text messages on your cell phone. Wireless amber alerts. A child is calling for help."
    },
    {
        "ad_id": 16,
        "ad_name": "Choosing The Right Health Plan",
        "pctr": 0.46499800861199936,
        "ad_copy": "The open enrollment period for your health insurance plan comes once every year, usually during the fall. With so many insurers and employers raising health insurance premiums and scaling back benefits, you need to know how your health plan stacks."
    },
    {
        "ad_id": 17,
        "ad_name": "Above the Influence",
        "pctr": 0.4917952052022395,
        "ad_copy": "I thought I respected myself. That is, until I saw myself get high. It's just an ugly side of myself that I didn't recognize. Saying and doing things that just weren't me. I do respect myself, that's why I don't do drugs."
    },
    {
        "ad_id": 18,
        "ad_name": "State of Arizona",
        "pctr": 0.3371696392693145,
        "ad_copy": "Arizona is a vacation destiny like no other. An entirely unique state of mind that gives you everything you'd expect from the grandest of states. From towering red rock spires to urban excitement, the Grand Canyon's stunning vistas to quiet mountain towns, Arizona has it all."
    },
    {
        "ad_id": 19,
        "ad_name": "State of Connecticut",
        "pctr": 0.39657020499919,
        "ad_copy": "Never provide alcohol to a minor. Think through it, don't do it.\nA message from the Connecticut Attorney General's Office and the Office of Traffic Safety.\nTo learn more, go to safestate.org/trace."
    }
]