[
    {
        "ad_id": 0,
        "ad_name": "Memorial Day",
        "pctr": 0.3646180598441102,
        "ad_copy": "Memorial Day Weekend. The start of summer.\nA three day weekend of furniture and car sales, barbeques and gatherings with friends and family.\nBut it's not just about that. It's about honoring the fallen. The ones who gave all, so we can live free.\nThis Memorial Day, pause for the National Moment of Remembrance.\nDisplay the flag proudly.\nVisit a national cemetery or memorial.\nPray for the fallen, the men and women serving now, and our nation.\nWe honor, we remember, and then we celebrate.\nLearn more about Memorial Day at Memorial Day Foundation dot org.\nIn memory of many, in honor of all."
    },
    {
        "ad_id": 1,
        "ad_name": "Sustainable Forestry Initiative",
        "pctr": 0.32381188664059396,
        "ad_copy": "When forest products are your business, planting 1.7 million trees every day is smart investment. The Sustainable Forestry Initiative program is dedicated to the future of the nation's forests, as well as the challenge of preserving rare and endangered forests around the world. Respect for nature and sound business practices are integrated to the benefit of the environment, landowners, shareholders, customers and the people they serve. And that allows us to meet the demand for wood and paper products, while helping to ensure our forest will be around forever. Sustainable Forestry Initiative. Growing tomorrow's forests today."
    },
    {
        "ad_id": 2,
        "ad_name": "AARP",
        "pctr": 0.3937827218175531,
        "ad_copy": "It's right in your own backyard.\nWhile it may be hard to believe, roughly five million Americans don't even know where their next meal will come from.\nIn communities just like yours, there are many who need help.\nJoin people across the country who are coming together with AARP Create the Good, to end hunger.\nStart today. It can be as easy as giving food or money to your local area food bank, or getting tips to start your own food drive.\nWhatever level of involvement is right for you, we've made it simple to find and help people in your area.\nSo get involved. Go to www.createthegood.org/hunger."
    },
    {
        "ad_id": 3,
        "ad_name": "Marijuana (Anti-Drug 2)",
        "pctr": 0.39053510360998833,
        "ad_copy": "It's not half as uncomfortable as talking to your kids about sex. But just as important. Talking to your kids about marijuana can clear up a lot of the questions they might have. And the ones you might have, too. Talking about marijuana can also make your kids feel more at ease in dealing with it when they have to, which is probably more often than you think. Besides, after everything else you've talked to them about, it's not as uncomfortable as you might expect. For more information and a fact-filled booklet, call 1-800-788-2800"
    },
    {
        "ad_id": 4,
        "ad_name": "National Immunization Hotline",
        "pctr": 0.3781561395168376,
        "ad_copy": "Your baby is beautiful. And may be the picture of health. But there's also a one in four chance he or she isn't up-to-date with immunizations. One in four. Your child needs more than 12 shots over the course of five visits, before the age of two. So never assume your baby is on schedule. Ask your doctor at every visit. That way, you'll be certain you're giving your child a fair shot. And that's the most beautiful thing of all. For more information, please call the National Immunization Information Hotline at 1-800-232-2522."
    },
    {
        "ad_id": 5,
        "ad_name": "St. Jude Children's Hospital",
        "pctr": 0.30215586310731957,
        "ad_copy": "Each year, more than 6,000 children like Adam learn all about cancer and other catastrophic illnesses when they're stricken with deadly diseases. Fortunately, these children have a fighting chance at surviving cancer--the No. 1 killer disease of children--because of strides St. Jude doctors and scientists are making every day in treatment and research. With your support, St. Jude Children's Research Hospital is helping children all over the world live. To find out more about St. Jude's life-saving work, call 1-800-877-5833."
    },
    {
        "ad_id": 6,
        "ad_name": "Pharmaceutical Manufacturers Association",
        "pctr": 0.3727577969943012,
        "ad_copy": "When medicines can help people like Phyllis avoid a stroke, that's obviously a good thing. What's not so apparent is how dramatically the same drugs reduce nursing home costs. Stroke often leaves survivors so disabled they require nursing home care, which now averages over $30,000 a year per patient. For further information on how new medicines improve lives and save money, write THE PHARMACEUTICAL MANUFACTURERS ASSOCIATION, 1100 Fifteenth Street, Northwest, Box T, Washington, D.C. 20005, or call 1-800-538-2692. Pharmaceuticals ... saving lives ... saving money."
    },
    {
        "ad_id": 7,
        "ad_name": "Youth Off The Streets",
        "pctr": 0.42982588451984277,
        "ad_copy": "Youth Off The Streets, supported by MAD, has launched this new resource kit to help schools and parents nationwide educate their kids on drug abuse. We urge you to review this recorded series along with the accompanying handout. Illegal drugs can cause serious physical and mental harm which can be permanent. Drug use often leads to addiction and the habit may then be fed by prostitution, burglary, or other violations. Police alone cannot prevent all importation, local cultivation, manufacture, trafficking, and use of drugs. You, your schools, and your community must collaborate"
    },
    {
        "ad_id": 8,
        "ad_name": "Memorial Sloan Kettering Cancer Center",
        "pctr": 0.34392923722132523,
        "ad_copy": "Children diagnosed with cancer need specialized care right from the start. That's why, if the diagnosis is cancer, you should call Memorial Sloan-Kettering Cancer Center, first. Our team of specialists treats more children with cancer than any other hospital in the nation. With expertise and compassion, we are devoted to helping and healing children with cancer. So if someone you love is diagnosed with cancer, call us first for the help -and hope- you need. 1-800-525-2225. Memorial Sloan-Kettering Cancer Center. The Best Cancer Care. Anywhere."
    },
    {
        "ad_id": 9,
        "ad_name": "Vote Yes Save the Pool",
        "pctr": 0.3268223837535742,
        "ad_copy": "Did you know that 10 people drown each day in the United States? Did you know that participation in formal swim lessons can reduce the likelihood of childhood drowning by 88%? And did you know that the Oscoda Pool, the only competitive pool in a 60 mile radius, is in danger of being permanently closed? Did you know that you can save the pool, and the life saving swim lessons by voting yes on the Oscoda Area Schools bond proposal on May 5th? For more info, check out the Facebook page, Save Our Sports, Save Our Pool 2015. Paid for by Friends of Swimming."
    },
    {
        "ad_id": 10,
        "ad_name": "In This Place - PSA",
        "pctr": 0.45616050079839215,
        "ad_copy": "This. This is where we are. A place where parents provide beer to 17-year-olds...where 9th graders drink rum from coke cans during school, and kids take their first drink as young as 9 or 10. A place where alcohol tastes like lemonade, and doing 12 to 15 shots a night is commonplace.\nHow did it get so far away from how you and I remember it? How did casual beer drinking turn into a hard-hitting, no rules sport? Where did the line between having fun and getting blind drunk get blurred? And how did we unknowingly get swept along?\nHow did we land here? In this place."
    },
    {
        "ad_id": 11,
        "ad_name": "American Academy of Neurology",
        "pctr": 0.35967852451146776,
        "ad_copy": "The American Academy of Neurology has issued a new guideline to help determine when people with Alzheimer's disease or dementia should stop driving. The guideline advises caregivers to watch for warning signs including: crashes, traffic tickets, avoiding driving at night or in rain and an impulsive personality. To learn more or to find a neurologist near you, visit the American Academy of Neurology's website for patients and caregivers at AAN.com. (pronounce the letters separately.) That's AAN.com.\nDirection note: 30s PSA. Pronounce the letters of the website (A.A.N.) separately.\nU/L by TxTom"
    },
    {
        "ad_id": 12,
        "ad_name": "National MS Society",
        "pctr": 0.31217311593213143,
        "ad_copy": "One of the few times we are aware of movement is when it suddenly stops. Multiple Sclerosis stops people from moving. We exist to make sure it doesn't. With the help of people like you, the National MS Society addresses the challenges of each person whose life is affected by MS...and helps them stay connected to the great big moving world. Join the movement at NationalMSSociety.org (pronounced National MS Society dot org).\nSpecifics: 30sec radio spot. Original had music bed that did not have a lead in or lead out. Vocals extended to the full 30sec.\nContributed by TxTom"
    },
    {
        "ad_id": 13,
        "ad_name": "Girls' Self-Esteem",
        "pctr": 0.4607961582855147,
        "ad_copy": "Will she look at magazines and think she has to be as thin as the models she sees? Think that independence makes her less desirable? Lower her expectations because she can't find women to look up to? Will she grow up questioning the things we don't? Will she be confident enough that these issues don't bother her at all? If she plays sports, if she's healthy and strong and self-assured, they won't. Being active can make a difference in the lives of women and in the lives of generations of women to come. So talk about what bothers you. Then change it."
    },
    {
        "ad_id": 14,
        "ad_name": "Be Fire Ready",
        "pctr": 0.3793663236469025,
        "ad_copy": "If you're in two minds, leave early.\nThe best way to prepare for this fire season, is to stay informed and plan to leave early before you see smoke or fire.\nTalk to everyone you live with, so you all know when you're going to leave and when you're going to go, if a fire starts.\nPack a relocation kit with important documents and essential items.\nOn high risk days, check fire danger ratings, and fire warnings on the CFA website and listen to local radio.\nDon't wait and hope for the best. Visit the CFA website to find out how you can be Fire Ready.\nVisit CFA.vic.gov.au or call 1-800-250-6675. Prepare, Act, Survive."
    },
    {
        "ad_id": 15,
        "ad_name": "Anti-Drug Campaign",
        "pctr": 0.3748182879766546,
        "ad_copy": "It's not half as uncomfortable as talking to your kids about sex. But just as important. Talking to your kids about marijuana can clear up a lot of the questions they might have. And the ones you might have, too. Talking about marijuana can also make your kids feel more at ease in dealing with it when they have to, which is probably more often than you think. Besides, after everything else you've talked to them about, it's not as uncomfortable as you might expect. For more information and a fact-filled booklet, call 1-800-788-2800."
    },
    {
        "ad_id": 16,
        "ad_name": "American College of Allergy",
        "pctr": 0.46866448123509413,
        "ad_copy": "Do you know what these items have in common? They can kill people who are severly allergic to them. Things as simple as peanuts, milk, eggs and shellfish can cause a severe allergic reaction called anaphylaxis. As many as 1 out of 7 people may at risk for anaphylaxis. Other causes include insect stings, antibiotics, and latex. Are you, or someone you love at risk? Be prepared. Completely avoiding an allergen is impossible. There are treatments that reverse the symptoms of a severe allergic reaction. If you or someone in your family has had any of these symptoms after contact with items like these, talk to your doctor."
    },
    {
        "ad_id": 17,
        "ad_name": "Drug Abuse PSA",
        "pctr": 0.43554025704346266,
        "ad_copy": "Drug abuse may not be an epidemic, but it is a major public health problem. The impact on American society is staggering. Each year, drug abuse kills 14,000 Americans and costs taxpayers nearly $70 billion in unnecessary health care costs, extra law enforcement, auto accidents, crime and lost productivity. Illicit drug abuse hurts families, businesses, and neighborhoods, impedes education, and chokes the criminal justice, health and social service systems. While overall use of drugs in the United States has fallen by half in the last 15 years, adolescent drug use continues at high levels. Teach your children to stay off drugs."
    },
    {
        "ad_id": 18,
        "ad_name": "Childhelp USA",
        "pctr": 0.4659221676586274,
        "ad_copy": "Every day in the United States, 3 children die as a result of maltreatment in the home, and child abuse is reported, on average, every 10 seconds. This year, approximately 3 million cases of child abuse will be reported. However, most experts believe the actual number of instances is three times that number. However, there are anonymous and confidential places to turn to for information about reporting suspected abuse. Americans should trust their instincts and act on behalf of a child, because organizations such as Childhelp USA can offer the support and information necessary to help transform a child's life."
    },
    {
        "ad_id": 19,
        "ad_name": "Asian Affair Holidays",
        "pctr": 0.3205720609893239,
        "ad_copy": "Asian Affair Holidays are designed for the independent traveler, for those who desire more than the ordinary vacation. So treat yourself to one of our flexible travel values, such as Hong Kong for 5 nights from $1088, and Singapore, Bali, and Bangkok -- 9 nights from $1929. We have included round-trip airfare, choice of hotels, sightseeing and private car transfers to and from airports. Let the enchantment be your reality. Call your travel agent for details, or order our beautiful video for just $12.95. Call 800-997-8886."
    }
]