[
    {
        "ad_id": 0,
        "ad_name": "Cadillac",
        "pctr": 0.4974533503875063,
        "ad_copy": "It's good for your heart to jog down the road. And bliss for your soul to zig down it. Thanks to Catera's full-range traction control system, 200-hp engine, plush leather seating areas, and available Bose stereo system, reaching a state of euphoria is an all gain, no pain experience. Catera. The Caddy that zigs."
    },
    {
        "ad_id": 1,
        "ad_name": "Eldorado",
        "pctr": 0.44351651813843507,
        "ad_copy": "It has no clients, no conferences, no appointments, no schedules.\nFor contemporary man that kind of freedom is found in a different form.\nEldorado! ... with the North Star system ... by Cadillac."
    },
    {
        "ad_id": 2,
        "ad_name": "Ferrari",
        "pctr": 0.37620190827539457,
        "ad_copy": "FERRARI TESTAROSSA: The car that can make driving feel like playing. When you're behind the wheel of the new Ferrari Testarossa, the open road is your playground. Test-drive the new Ferrari today and remember what fun feels like..."
    },
    {
        "ad_id": 3,
        "ad_name": "Lexus",
        "pctr": 0.3954607666540196,
        "ad_copy": "This is not a time for business as usual.\nUnless your business as usual has always been about putting people first.\nFind out how your Lexus dealer can service your individual needs.\nWhat we've always done."
    },
    {
        "ad_id": 4,
        "ad_name": "MazdaS",
        "pctr": 0.3888941813013229,
        "ad_copy": "Think you're still years from an upgrade in wheels? Well, the Mazda 3s will give you plenty of reasons to rethink. For starters, there's a powerful 160 hp, 2.3 liter DOHC engine. But the best part is what we've added: the immediate gratification that comes from driving a Mazda."
    },
    {
        "ad_id": 5,
        "ad_name": "Honda",
        "pctr": 0.33994926475833354,
        "ad_copy": "Ever go outside? Well technically, that makes you the outdoorsy type. You don't have to be an 'extreme athlete' to get good use of the all-new CR-V from HONDA. But with its rugged Real Time 4 wheel drive, built-in picnic table and roomier interior, you could be an 'extreme picnicker'. HONDA. The all new CR-V."
    },
    {
        "ad_id": 6,
        "ad_name": "GMC",
        "pctr": 0.4494785327625328,
        "ad_copy": "The Sierra crew cab doesn't just offer more horsepower,more towing,more payload and more torque than Ram or Tundra. Sierra offers a locking rear differential which locks when Ram & Tundras limited slip...slips. Never Send A Truck To Do A Man's Job. The 2010 GMC Sierra. May the best truck win."
    },
    {
        "ad_id": 7,
        "ad_name": "Toyota",
        "pctr": 0.39455633601697493,
        "ad_copy": "(AD FROM GOURMET MAGAZINE) Your brother-in-law is staying another two weeks. 911 puts you on hold. The cable company didn't show up again. That's life. If you want peace and quiet, you just have to find ways to make it happen. Like Avalon. It's Toyota's ultimate way to escape in comfort."
    },
    {
        "ad_id": 8,
        "ad_name": "Jaguar",
        "pctr": 0.3453021606191746,
        "ad_copy": "(seductive, alluring) Sometimes an object of desire gets more intriguing, more irresistible, the closer you get. The new 2014 S Type. Beyond beautiful. To experience the new S Type visit your local Jaguar retailer today."
    },
    {
        "ad_id": 9,
        "ad_name": "Dodge",
        "pctr": 0.34206292448506675,
        "ad_copy": "Under 21 and barely legal. The Dodge SRT-4 is the fastest production car under $21,000. It can accelerate from 0 to 60 in just 5.8 seconds. And, its race-inspired good looks will whiplash necks outside the vehicle. All of which gives it sick street cred. Please visit dodge.com or call 800-4DODGE."
    },
    {
        "ad_id": 10,
        "ad_name": "Volkswagen",
        "pctr": 0.3032366154550472,
        "ad_copy": "Look at a Volkswagen. Notice how clean the design is. That look starts small, in the joints between doors and openings. Our designers made these tight gaps a little tighter. So it's more seamless. And nothing makes a designer smile like the word \"seamless.\" Volkswagen. Drivers wanted."
    },
    {
        "ad_id": 11,
        "ad_name": "Michelin",
        "pctr": 0.3498578868116412,
        "ad_copy": "This might be a good time to talk about the Michelin X1. Thanks to Michelin technology, it gives you long mileage and better wet braking than any rain tire. And that should make everyone on a wet road happy."
    },
    {
        "ad_id": 12,
        "ad_name": "Cooper-bristol",
        "pctr": 0.43559579975712004,
        "ad_copy": "It took years to collect five. Now find number six in a couple of clicks. You've always yearned for that missing car. The Cooper-Bristol. Now you can track it down, check its value, place a bid and it could be yours. All on our site. The race is on."
    },
    {
        "ad_id": 13,
        "ad_name": "Nissan",
        "pctr": 0.394780915461381,
        "ad_copy": "- hard hitting sexy. It has a black belt in performance. Become the master of the asphalt. The 175-horsepower, six speed Nissan SE-R Spec V is here. Make the road your dojo. For more information call 800-543-9404 or click Nissandriven.com."
    },
    {
        "ad_id": 14,
        "ad_name": "Oldsmobile",
        "pctr": 0.432003517477608,
        "ad_copy": "The sophisticated material that's used to make the cockpit canopy of the F-16 Fighter shatter resistant, is the same material we use to make the head lamp covers on the Aurora. So, you can imagine how advanced the rest of the car is. AURORA by OLDSMOBILE. Hey, it's your money."
    },
    {
        "ad_id": 15,
        "ad_name": "Alamo Car Rental",
        "pctr": 0.3664496006723406,
        "ad_copy": "Flock to Florida, hang ten in Hawaii, cruise in California... whichever sun-sational trip you take, you'll get discounts of up to 25% off Alamo's great rates, so you can have a cool time in a hot place. See ya in the sun! Call your local Virtuoso travel specialist for reservations or information."
    },
    {
        "ad_id": 16,
        "ad_name": "Dodge",
        "pctr": 0.3633907838288194,
        "ad_copy": "Introducing the most powerful production vehicle under 30,000. The all-new Dodge Magnum RT. Open it up and you'll find the power of a 340-horsepower HEMI V8 engine and the performance of world-class ride and handling. Dodge Magnum. Visit dodge.com today!"
    },
    {
        "ad_id": 17,
        "ad_name": "Jaguar",
        "pctr": 0.4411874135712994,
        "ad_copy": "\"See yourself going barefoot wearing silk pajamas...\nSee yourself mastering mountain golf and kayaking through class 3 rapids.\nSee yourself moving to the rhythm of a 290 horsepower V8.\n\"See yourself driving the new Jaguar XJ series.\nTest drive one at your local Newington dealer on 320 Main Street, next door to Home Depot.\""
    },
    {
        "ad_id": 18,
        "ad_name": "Infiniti",
        "pctr": 0.4978094840445299,
        "ad_copy": "Here's to being unlabeled, unclassified and unconventional. To fusing sized and performance. To having the power of a 315-horsepower V8. To being an S-squared U-V, with exponentially more sport, and utility when you need it. Here's to the FX45. (Infiniti. Accelerating the future.)"
    },
    {
        "ad_id": 19,
        "ad_name": "Volkswagen",
        "pctr": 0.3878401840042653,
        "ad_copy": "Introducing the Touareg. The Volkswagen that does what other Volkswagens don't. With a 7,700 lb. towing capacity, a host of luxurious appointments, and a starting price of just under $35,000, it's a vehicle unlike any other. Car and Driver agreed. They named it the Best Luxury SUV in 2014. For more information, go to vw.com."
    }
]