[
    {
        "ad_id": 0,
        "ad_name": "BMW",
        "pctr": 0.35135594154461247,
        "ad_copy": "There is a popular notion,\nalbeit misconceived, that a sports car must,\nby definition, contain a manual stick shift and clutch pedal.\nThat anyone who would think of merely shifting into the \"D\" position and letting the car do the work must somehow be deprived, never having known the true joy of driving.) We'd like to change your mind....with the new BMW automatic... the ultimate driving machine. Test drive a BMW at a dealer near you."
    },
    {
        "ad_id": 1,
        "ad_name": "Toyota",
        "pctr": 0.3523535611228696,
        "ad_copy": "According to the Complete Car Cost Guide -- a nationally recognized authority -- Corolla has been rated excellent for the total cost of ownership. And of all the Corollas sold in the past 15 years, 75% are still on the road. And both Corollas and Corolla wagons have been rated the best overall value. The decision is really easy when you have the right information. Toyota -- simply the best."
    },
    {
        "ad_id": 2,
        "ad_name": "Honda",
        "pctr": 0.31867858465736026,
        "ad_copy": "All the power of a 240 horsepower V-6 engine. All the performance of VTEC technology. All the reliability of a hundred-thousand-mile tune-up. All the environmental dedication of a Low Emission Vehicle. All this. And it's available with a responsive 6-speed manual transmission. Surely you didn't expect anything less. The 6-speed Accord Coupe from Honda."
    },
    {
        "ad_id": 3,
        "ad_name": "Infiniti",
        "pctr": 0.4346889714356149,
        "ad_copy": "IDesign is the new luxury. It's what makes Infiniti the most progressive car company in the world. It has the power to transform the functional into the emotional. It fuels innovation. It fuels performance. And it fuels us to create objects that are as powerful and beautiful as they are provocative. At Infiniti, form follows function, follows no one. The 340-horsepower FX. From Infiniti."
    },
    {
        "ad_id": 4,
        "ad_name": "Toyota Family Literacy",
        "pctr": 0.3237688708755752,
        "ad_copy": "Sometimes it takes a great idea to give power to good intentions. We think the National Center for Family Literacy is a great idea, and that's why Toyota is proud to be one of its major supporters. Toyota has provided support to more than 150 family literacy programs across America. By supporting NCFL, we hope that the book on missed opportunities will one day be closed forever. To learn more about the great work of NCFL, visit www.famlit.org.www.toyota.com/tomorrow"
    },
    {
        "ad_id": 5,
        "ad_name": "Audi",
        "pctr": 0.33604082141868924,
        "ad_copy": "Everyday, the world gets more complex.\nAnd this is what inspires us to create new technology.\nTechnology that connects us to everything the world has to offer, and vice versa.\nTechnology that makes lightweight stronger, safer and faster than ever before.\nTechnology that makes electric electrifying, and efficiency exhilarating.\nTechnology that doesn't just drive us, but drives progress.\nAnd driving progress is what we do every day at Audi."
    },
    {
        "ad_id": 6,
        "ad_name": "Land Rover",
        "pctr": 0.43967186910988443,
        "ad_copy": "World Leaders. Royal Families. Pop Stars. The Pope. Our Demographic. For over half a century, Land Rovers have been transporting very important people to very important places. Peace summits. Coronations. Sold-out concert venues. And somewhere between Winston Churchill and the Pope, it occurred to us; If we're going to be carrying luminaries, shouldn't we lavish them in absolute comfort and style? And so we created our first Range Rover."
    },
    {
        "ad_id": 7,
        "ad_name": "Generation Love",
        "pctr": 0.36213698990410403,
        "ad_copy": "Love Life\nLove being green\nLove the world\nLove room service\nLove making a difference\nLove Rainy days in bed\nLove feeling sexy\nLove champagne\nLove sunny days\nIntroducing our new 2012 fall collection available now online or in stores, with over 20 locations in the New York metro area.\nVisit Generationloveclothing.com or call 212 672 0375.\nHappy Holidays from New York, Generation Love."
    },
    {
        "ad_id": 8,
        "ad_name": "Chevrolet",
        "pctr": 0.3703448792441918,
        "ad_copy": "Does your car feed you a steady diet of power? Malibu does. Its proven standard V6 engine provides all the confidence you need on the road. 170 horsepower. Smooth performance. A real kick of acceleration. And you don't have to pay extra for it, like you do on Camry and Accord. All this, plus over 100 other standard features. Chevy Malibu. Power you can depend on."
    },
    {
        "ad_id": 9,
        "ad_name": "BMW",
        "pctr": 0.4698205494949817,
        "ad_copy": "Joy is timeless.\nJoy is a story that has no end.\nEvery page is a milestone.\nEvery chapter is a breakthrough.\nInnovation may be our backbone, but joy is the heart that carries on the BMW legacy.\nAn ongoing tradition from the first car we ever made...to our latest design.\nJoy is never ending.\nThe story of joy continues at BMWUSA.COM/JOY."
    },
    {
        "ad_id": 10,
        "ad_name": "Dodge",
        "pctr": 0.40774825063950293,
        "ad_copy": "There's a certain kind of honor that stops you in your tracks\nA respects that demands attention\nAnd a pride that no matter where you come from you can appreciate.\nIt's like a song that we can all hear but only in the most special moments do we all come together to listen.\nVeterans own that honor. They deserve that attention. Because we could never appreciate their sacrifice enough.\nSo this Veteran's Day stop... take a minute and say thank you.\nAt Ram we will too."
    },
    {
        "ad_id": 11,
        "ad_name": "Audi",
        "pctr": 0.3845777994923213,
        "ad_copy": "Audio Interface\nQuality. Clarity,Sophistication, Simplicity. The New Acura Audio Interface for Ipad. Watch movies, play games or access you music library. Whichever you choose, just got a little easier. You won't have to have a degree in rocket science to use it, install it, or even enjoy it. But your passengers will think you did, so getting them out of your car, just got a little harder. The Acura Audio Interface for Ipad....ejection seat not included."
    },
    {
        "ad_id": 12,
        "ad_name": "Honda",
        "pctr": 0.3369342443855216,
        "ad_copy": "When I graduated college, I thought I'd never be able to afford a car, especially a brand new one. Luckily, a friend told me about a special \"college financing program\" from Honda. And when I checked out my local Honda dealer, I realized even I could afford a brand new car. All I had to do was put 10% down, then I wouldn't pay any more until I found a job. I couldn't believe how easy it was. Thank goodness for Honda's college program."
    },
    {
        "ad_id": 13,
        "ad_name": "Mitsubishi Motors",
        "pctr": 0.34219627978882516,
        "ad_copy": "A curated line up...packed with features like more space...more seats...more ways to play your music...more green...more miles under warranty...just more.\nSo when you take all that...this small batch line up is a big deal.\nThe 2019 Mitsubishi Crossover Family. With more everything.\nIt's not for everyone. Is it for you?\nMitsubishi Motors. Drive your ambition."
    },
    {
        "ad_id": 14,
        "ad_name": "BMW",
        "pctr": 0.31093568257874543,
        "ad_copy": "We are a car company. But we don't just make cars, we make time machines. Build snow castles, and create works of art. We inspire fans and fan clubs. We are efficient and dynamic, we will shape the future.\nWe realized a long time ago that what you make people feel, is just as important as what you make.And at BMW we don't just make cars we make joy."
    },
    {
        "ad_id": 15,
        "ad_name": "Honda",
        "pctr": 0.4619781542928732,
        "ad_copy": "Honda\nWhat is Honda?\nFor him...it's better roads.\nFor them...better schools.\nIt helps her put food on the table.\nAnd helps to keep her kids safe.\nIt's savings for the things they want.\nand resources for the things they need.\nIt's better jobs, steady jobs.\nAt Honda...we're proud to be part of the fabric...the lifeblood of all these things. Because together...we're not just building cars... ...we're helping to build a community...right here at home."
    },
    {
        "ad_id": 16,
        "ad_name": "Ford",
        "pctr": 0.3448049681963822,
        "ad_copy": "Ford introduces the all new Taurus, for those who want to have it all and take it all with them. For those who have an eye for design and a passion for performance. And for those who want the latest in safety, including standard dual air bags and available anti-lock brakes, the all new Ford Taurus Wagon. For those whose dreams are a little bigger."
    },
    {
        "ad_id": 17,
        "ad_name": "Ford",
        "pctr": 0.4000046833190056,
        "ad_copy": "Ever since Nick turned sixteen, twenty years ago, not a single day has passed without his name on the title of a mustang. To him it's not just a car. It's the car. For Nick and an entire generation, the name alone conjures up images of open road, dark sunglasses, and a black rubber signature. The allure is mystical. And since '64, Mustang has always kept its promise of power, freedom, and outright rage against convention. Just ask Nick."
    },
    {
        "ad_id": 18,
        "ad_name": "Benzel-Busch Motor Car Corporation",
        "pctr": 0.41138208220327543,
        "ad_copy": "For nearly half a century, Benzel-Busch Motor Car Corporation has been defining the way you drive. As one of the Nation's largest Mercedes-Benz Dealers, Benzel-Busch has maintained a reputation for honesty, integrity and trust among its many valued customers.\nVisit a Benzel-Busch dealership to meet with your very own personal account representative to begin your journey with us today.\nBenzel-Busch. Define the way you drive."
    },
    {
        "ad_id": 19,
        "ad_name": "Toyota",
        "pctr": 0.4514425749794532,
        "ad_copy": "At Hampton Toyota, we're having a sale that will blow you away. It's out annual July 4th birthday extravaganza. Hundreds of cars, truck and vans at unbelievable rock bottom prices. Shop around. Then come to Hampton because we guarantee the lowest prices. The right car, the right price the right dealer. Hampton Toyota, right where it counts."
    }
]