[
    {
        "ad_id": 0,
        "ad_name": "Saab",
        "pctr": 0.48722536808302397,
        "ad_copy": "Sometimes it¹s hard to tell who¹s having the most fun. Introducing the new Saab 95. With available 250 horsepower urging you along the open road and a refined chassis for more precise road holding and cornering the words \"thrilling drive\" are sure to become mere understatement. Add to that our optional Electronic Stability Program for world-class safety and a body that's boldly restyled and you have a car that will, well, give you goosebumps. www.saabusa.com MSRP of $33,995 for a 2014 Saab 95 Linear Sedan. Taxes, insurance, title, registration fees and optional equipment extra."
    },
    {
        "ad_id": 1,
        "ad_name": "Buick",
        "pctr": 0.41363479058167085,
        "ad_copy": "The dust-covered sedan appears with a rush out of the searing heat...It crests a shallow hill in the forlorn tarmac and disappears like a dervish into the forbidding wastes of the Australian desert. It is a pre-production test car, an engineering prototype, equipped with a maze of sophisticated electronic gear to monitor its every function in this inhospitable environment. This car ironically carries one of the best-known names...The Buick Electra...But it is an Electra like none before."
    },
    {
        "ad_id": 2,
        "ad_name": "Chevrolet",
        "pctr": 0.40056701995676164,
        "ad_copy": "The all new Silverado HD adds to the legendary capability of the strongest, most advanced Silverados ever. With best in-class camera technology and larger, more functional beds than any competitor, the only truck that can compare to a Silverado, is another Silverado.\nTruck month is the right time to get behind the wheel of a Chevy Silverado. Get zero percent financing for 72 months, plus five hundred dollars cash allowance on all Silverado 1500 crew cab pickups. (Your town, state or country) drives Chevy. Find new roads."
    },
    {
        "ad_id": 3,
        "ad_name": "Ford",
        "pctr": 0.4644817429335536,
        "ad_copy": "Alright if your thinkin' about getting a new truck,\nyou're probably thinkin' about fuel economy.\nWell you're goin' to want torque to go with it.\nCause unless your usin' your truck to deliver Pizzas,\nyou ain't getting' anything done without it.\nTorque is Power.\nIt pulls trailers,\nhauls dirt,\ndrags boulders.\nTorque is what is what gets the cap off your beer,\nand only the Ford F-150 with Eco-Boost has the best combination of\ntorque and fuel economy.\n\"Think about that!\"\nIntroducing the new 2013 F-150.\nContributed by Richurd"
    },
    {
        "ad_id": 4,
        "ad_name": "A1 Auto Body",
        "pctr": 0.4997714761648648,
        "ad_copy": "Everybody out there is always saying how they can't find a job ....blah blah blah...Well here's your chance...a1-auto body works wants to talk to you, if you have experience in body work or auto repair. A1 is looking to hire a class A body technician and a reliable class B mechanic. The pay is great, and there's a full benefits package for qualified people. You couldn't ask for nicer people to work for or better working conditions. Because a1 has state of the art equipment......."
    },
    {
        "ad_id": 5,
        "ad_name": "Toyota -- Land Cruiser",
        "pctr": 0.48195555901678366,
        "ad_copy": "For more than forty years, the Toyota Land Cruiser has roamed the earth as a dominant species. Each new generation becoming stronger and better adapted to the harsh environments of the world. Today, the 2014 Land Cruiser, with its powerful six-cylinder engine and full time four-wheel drive, is one of the most capable all-terrain vehicles in the world. And yet, with its optional eight passenger interior and nine-speaker CD audio system, it's also evolved into one of the most luxurious. Test drive today's Toyota Land Cruiser."
    },
    {
        "ad_id": 6,
        "ad_name": "GMC",
        "pctr": 0.3414582857545377,
        "ad_copy": "Remember being a kid and coming in the door with dirt on your pants and mud on your shoes? Man, oh, man, were you in trouble. Enter the all-new GMC Sonoma Highrider. You're in trouble again. The new Highrider package is designed to handle the kind of trouble you'll find off-road. It comes with gas-charged shocks and 15-inch wheels. You sit high. Look good. Ride smooth. Combine all that with standard 4-wheel anti-lock brakes and it's in a class by itself. But don't take our word for it. Call 1-800-GMC-TRUCK and go for a ride."
    },
    {
        "ad_id": 7,
        "ad_name": "Roz Kelly Toyota",
        "pctr": 0.401170127322377,
        "ad_copy": "The Toyota Summer Sales Clearance Event is happening now at Roz Kelly Toyota. You've had your eye on that Tundra for too long.\nNow, own it interest-free.\n2010 Toyotas are now rolling out with interest-free financing until the end of August on the rugged Toyota Tundra, rated by JD\nPower as the best mid-size truck and it's being sold by top-rated Roz Kellye Toyota.\nHurry, this deal won't last long and there are only a few more Tundras left with no-interest financing. Roz Kellye, your Toyota leader. One half mile pasat the mall on the 210 Interchange."
    },
    {
        "ad_id": 8,
        "ad_name": "Cadillac",
        "pctr": 0.42982917081523275,
        "ad_copy": "Predictions seem frivolous when you've already seen the future. The Cadillac XTS. A car with so much vision, it captures 12 high-definition photos every second through an available Smart Camera. Using image-mapping software, it scans each one to help alert you to potential danger. Add in the security of a National Highway Traffic Safety Administration 5-Star Overall Vehicle Score for safety, and you'll be protected ahead of the curve. See how the XTS is bringing the future forward at cadillac.com/xts.\nCadillac. The Standard of the World."
    },
    {
        "ad_id": 9,
        "ad_name": "Cadillac",
        "pctr": 0.3020959859761289,
        "ad_copy": "Introducing SRX, an all-new performance utility that raises the bar inside and out. Inside: SRX offers seating for seven and the UltraView roof, which gives first- and second-row passengers an unprecedented open-air riding experience. Outside: SRX has available Magnetic Ride Control, the world's fastest-reacting suspension system. The result is maximized road contact that allows the driver to feel every S-curve and the thrill of every straightaway. The praise is high. So is the bar."
    },
    {
        "ad_id": 10,
        "ad_name": "Audi",
        "pctr": 0.43855189086782537,
        "ad_copy": "Why did we need to go to the moon? To make footprints in the dust? No, it was to make the unreachable reachable, to inspire people everywhere to do what couldn't be done. At Audi, it inspired us too. The countdown has begun to put Quattro through its toughest test: the moon's surface. With the technology that took on the Earth's elements, we'll drive in the footsteps of those first astronauts, pushing our knowledge forward. Why do we need to go to the moon? We don't, we choose to do it, because now, maybe more than ever, choosing the moon brings out the best in us."
    },
    {
        "ad_id": 11,
        "ad_name": "Chrysler",
        "pctr": 0.3100395177102046,
        "ad_copy": "In the right hands, iron, steel, and aluminum can be transformed into precious metals. At Chrysler, we have one simple philosophy: to create great cars. It's about sculpting innovative, influential designs and the quest for engineering excellence. It's about taking the basic elements and crafting something dynamic, unique and extraordinary. For more information, just call 1-800-CHRYSLER or you can visit our Web site at www.chryslercars.com. Chrysler. Engineered to be great cars."
    },
    {
        "ad_id": 12,
        "ad_name": "Infiniti",
        "pctr": 0.49140590509981363,
        "ad_copy": "When machines start driving machines we'll consider a change.\nComputers can measure performance. But computers can't feel. They don't have a pulse.\nWhich is why Infiniti has a Master Driver, recognized by the Ministry of Japan for his extraordinary skill.\nHis sole job is to provide engineers with human feedback.\nEmotional feedback.\nOne drive in a G Sedan, Coupe, Convertible, or the new G25 Sedan, and you'll instantly feel the exhilarating difference he makes.\nThis is inspired performance.\nThis is the way of Infiniti."
    },
    {
        "ad_id": 13,
        "ad_name": "Dodge",
        "pctr": 0.3803409023220474,
        "ad_copy": "If you've been waiting for just the right moment to buy a new Dodge car or truck, your wait is over. Announcing the Dodge clearance sale, where you'll find great deals on every '14 Dodge in stock. Like low interest rates for qualified buyers. Or cash-back incentives up to $1,500 on select cars. You've waited a long time for an event like this. Well now you can't afford to wait one more minute, because once the 14s are gone, they're gone. So get to the Dodge clearance sale, before the Dodge you want goes to somebody else. See the friendly Dodge dealer near you."
    },
    {
        "ad_id": 14,
        "ad_name": "Valley View Automotive",
        "pctr": 0.4093572286146085,
        "ad_copy": "Are you ready for this? Valley View Automotive's got all of the hottest SUVs you've been looking for! This week only, enjoy a test drive and the opportunity to drive one of these powerful vehicles off the lot for half the price! Yes, half the price! Now's the time to get yourself to Valley View, by car, on foot, or even by air to take advantage of this outrageous sale - you'd better get here quickly, 'cause this promotion is only going on for 24 hours and the automobiles are leaving the lot faster than you can say 4 wheel drive! Valley View Automotive, SUVs you can depend on."
    },
    {
        "ad_id": 15,
        "ad_name": "Benzel-Busch Motor Car Corporation",
        "pctr": 0.30350795362095284,
        "ad_copy": "For nearly half a century, Benzel-Busch Motor Car Corporation has been defining the way you drive. Family-owned and operated, and one of the Nation's largest Mercedes-Benz Dealers, Benzel-Busch has maintained a reputation for honesty, integrity and trust among its many valued customers.\nWhether your needs are sales or service related, our My Service approach focuses on your unique needs.\nVisit a Benzel-Busch dealership to meet with your own personal account representative to begin your journey with us today.\nBenzel-Busch. Define the way you drive.\n(script by jamesromick)"
    },
    {
        "ad_id": 16,
        "ad_name": "Cadillac",
        "pctr": 0.3569701024267956,
        "ad_copy": "Cadillac is helping keep the America's Cup right where it belongs...in America! At Cadillac, we've long supported the beauty and excitement of competitive yachting as epitomized by the America's Cup. Now that tradition continues. Because Cadillac is a proud sponsor as we strive to defend the Cup in 2000. We at Cadillac know that a solid commitment to teamwork and excellence can be very rewarding...and combined with our dedication and knowledge, we hope to create yet another standard for the world."
    },
    {
        "ad_id": 17,
        "ad_name": "Chevrolet",
        "pctr": 0.43546817463675624,
        "ad_copy": "You can tell a lot about somebody by looking at their keys. These belong to those who got theirs during Chevy Truck Month.\nNow during Chevy Truck Month qualified buyers can get zero percent APR financing for 72 months on all Silverado half-ton models.\nAnd to keep your Silverado as dependable as you expect, there's Chevy Certified Service, only from your dealer, where right now all Chevy owners can get a $60 mail-in rebate on tires, along with our 30-day tire price match guarantee.\nChevy Truck Month and Chevy Certified Service.\nVisit Chevy.com or your participating Chevy Dealer for more."
    },
    {
        "ad_id": 18,
        "ad_name": "Mercedes-Benz",
        "pctr": 0.4981278797373096,
        "ad_copy": "Image if you had a virtual body shop on your computer where you could\ncustomize the perfect automobile inside and out with a touch of the finger.\nImagine that you had your choice of a Sedan, Coupe, SUV, Wagon, Roadster or even a\nSupercar. Then, visualize choosing just the right color for the exterior and interior, along with the features, options, and accessories you'd like.\nWell, it IS a perfect world because you can do all of this and more when you click on Mercedes Benz's online Build A Vehicle option. Go to Mercedesbenz.com and start creating your dream machine today."
    },
    {
        "ad_id": 19,
        "ad_name": "Isuzu",
        "pctr": 0.45051032584209083,
        "ad_copy": "My kids are driving me crazy! I don't know what they expect from me! How am I supposed to get Danny and Peter to karate when it's my turn to carpool Elizabeth and her friends Jenny, Susan, and Karen to ballet? And oh-no -- I forgot! Fluffy has to go to the vet -- and all of this at the same time!!! Thank God I have an Isuzu Trooper. With it's 8 comfortable seats, and enough storage space for my kids' lunch boxes, soccer equipment, skis, and Fluffy, the Isuzu Trooper is my best friend."
    }
]