[
    {
        "ad_id": 0,
        "ad_name": "Old Spice",
        "pctr": 0.38703726132592076,
        "ad_copy": "Pushing myself to the limit is what this is all about. And I need and anti-perspirant that can keep up. That's why I use Old Spice high endurance clear gel. Try it. If you don't like it Old Spice will buy you a stick of something else. A clear gel that's strong? I'm there. Old Spice high endurance clear gel."
    },
    {
        "ad_id": 1,
        "ad_name": "Allegra",
        "pctr": 0.472324155681159,
        "ad_copy": "Unbearable commute, or unbearable congestion? The stuffy nose and sneezing from seasonal allergies can make any drive hard to take. Only Allegra-D has fexofenadine plus pseudo-ephedrine. So it provides real relief from allergies and congestion, without the drowsiness that can be caused by many other antihistamines. Talk to your doctor about Allegra-D, and get on the road to relief today."
    },
    {
        "ad_id": 2,
        "ad_name": "Bragado-Ply",
        "pctr": 0.48947536330447733,
        "ad_copy": "There's a treasure that lies between these cheeks. And there's only one roll of paper that can take care of it. Bragado Five-ply. We make our pulp exclusively from old-growth redwood. No recycling for us. That's because once you've dropped a first-rate payload, you need a wipe that's redwood-tough. Bragado five-ply. This ain't no \"kitten soft.\""
    },
    {
        "ad_id": 3,
        "ad_name": "PUR",
        "pctr": 0.38408446379752775,
        "ad_copy": "Hey, It's me, water. Did you know that if you filter me from your tap\nI'm pretty much the same as I am in a plastic bottle. Except that I'm like 10 times cheaper. Other than that, I'm pretty similar.\nOh, and I'm fresher when I'm filtered. And I don't need an expiration date. And I don't have to get shipped halfway around the world.\nBut other than that, we're pretty much the same.\nPur. A better source."
    },
    {
        "ad_id": 4,
        "ad_name": "Dove",
        "pctr": 0.4722106704758687,
        "ad_copy": "Is that you glowing or your skin? Try Dove Essential Nutrients Face Cream. A rich, luxurious cream for your face made with a perfect blend of essential nutrients plus vitamins, green tea extract and pure spring water. For moisturized skin that's so healthy it glows. Which will likely make you glow as well. Learn more at www.dove.com."
    },
    {
        "ad_id": 5,
        "ad_name": "Ambien",
        "pctr": 0.3821715802189784,
        "ad_copy": "AMBIEN, the prescription sleep aid that helps you fall asleep fast and stay asleep longer - and wake rested and refreshed without grogginess in the morning. No wonder AMBIEN is the number one prescribed sleep aid in America. Talk to your doctor about AMBIEN. AMBIEN --- works like a dream."
    },
    {
        "ad_id": 6,
        "ad_name": "Playtex Cups",
        "pctr": 0.4516036905610526,
        "ad_copy": "Introducing a spill-proof cup that'll keep a drink cool and fresh longer than a nap. No more crying over \"funny\" tasting milk or warm juice. The Playtex Insulator has a double-wall insulated construction to keep drinks cool twice as long as any ordinary spill-proof cup. So it'll outlast a playdate, a video, even a nap. The spill-proof cup that really keeps its cool."
    },
    {
        "ad_id": 7,
        "ad_name": "Pantene",
        "pctr": 0.44893495297184194,
        "ad_copy": "Are you brushing twice a day? You could be ruining your hair. It's true, The simple act of brushing can break your hair. The solution? Pantene Pro V Shampoo and treatment conditioners. To keep your hair naturally strong. So it break less. Pantene Pro V. For hair so healthy, it shines."
    },
    {
        "ad_id": 8,
        "ad_name": "Johnson & Johnson",
        "pctr": 0.42668569503490994,
        "ad_copy": "All too soon there'll be ballet lessons and boys at the front door, but for now, just Johnson Baby her, with Johnson's Baby Shampoo. Clinically proven to be as gentle to her eyes as pure water and the number one choice of hospitals. The ways of the world can wait now -- while you can protect them, shelter them, JOHNSON'S BABY them."
    },
    {
        "ad_id": 9,
        "ad_name": "Dove",
        "pctr": 0.3586614745380565,
        "ad_copy": "Let's face it, firming the thighs of a size 2 supermodel is no challenge. Real women have real curves. And according to women who tried new Dove Firming, their skin felt firmer in just one week. What better way to celebrate the curves you were born with? New Dove Firming. For beautifully firm skin."
    },
    {
        "ad_id": 10,
        "ad_name": "Bayer",
        "pctr": 0.43710767662408045,
        "ad_copy": "Try to explain to your best buddy that he can't come inside because you can't seem to get rid of his fleas. Well? Bayer's Advantage flea treatment is one of the most effective ways to control fleas ever developed. Both of you will feel better. Bayer's Advantage flea treatment. Available at most pet stores."
    },
    {
        "ad_id": 11,
        "ad_name": "Ban Deodorant",
        "pctr": 0.39937564175834356,
        "ad_copy": "The other night, I was staying with friends and ran out of my Ban Roll-On. They had Sure Aerosol, so I used it instead. It didn't keep me as dry as Ban Roll-On. I'm told Ban Roll-On keeps you drier than any leading spray, and I believe it. Ban Roll-On. If you're using any other leading spray, find out for yourself how effective BAN ROLL-ON is."
    },
    {
        "ad_id": 12,
        "ad_name": "Aveeno",
        "pctr": 0.44696339858231315,
        "ad_copy": "What if you could capture radiance in a bottle? Finally, a soft natural glow can come from a moisturizer. Introducing AVEENO Positively Radiant Daily Moisturizer. Only AVEENO has an exclusive soy complex proven to naturally soften and even tone, while natural light diffusers immediately give your skin a soft, healthy glow. AVEENO. Discover nature's secret for naturally radiant skin."
    },
    {
        "ad_id": 13,
        "ad_name": "Orajel Toddler Toothpaste",
        "pctr": 0.3464590931647894,
        "ad_copy": "Finally.... A toothpaste for toddlers that will make moms smile. Introducing Orajel toddler training toothpaste...it's fluoride-free, so it's safe for toddlers to swallow. And it's made with microdent....a special ingredient that cleans teeth and gums without foaming. Your kids will love the fun flavors. And you'll love knowing it's fluoride-free. Orajel."
    },
    {
        "ad_id": 14,
        "ad_name": "Advil",
        "pctr": 0.4238227744475587,
        "ad_copy": "Arthritis pain? It's a part of my life. So I keep Advil close by. Just ONE works as well as TWO regular Tylenol. Advil works at the site of minor arthritis pain -- stopping it where it starts. Nothing's proven to work better or last longer than Advil. And now introducing new ADVIL GEL CAPLETS. One more advance for Advil. Advanced medicine for pain."
    },
    {
        "ad_id": 15,
        "ad_name": "Q-tip",
        "pctr": 0.43751250701346966,
        "ad_copy": "Everybody's always telling you how to clean things. Your hair, your nails, your sink. Anybody ever tell you how to clean an ear? Well, I'm gonna tell ya'. First, find an ear. then grasp a nice, soft Q-Tip Swab. Firmly, stroke gently. Careful! Only on the outside. Ahhh, soft....oh, and remember, never put anything inside your ear....except your elbow."
    },
    {
        "ad_id": 16,
        "ad_name": "Lipitor",
        "pctr": 0.3897724403549304,
        "ad_copy": "For 2 out of 3 adults with high cholesterol, diet and exercise may not lower it enough. But adding Lipitor can lower your total cholesterol 29% to 45%. Lipitor is not for everyone, including people with liver disease or possible liver problems and women who are nursing, pregnant or may become pregnant."
    },
    {
        "ad_id": 17,
        "ad_name": "Oral B Stages Tooth Brushes",
        "pctr": 0.42691495047307004,
        "ad_copy": "That's the thing about kids: they're always growing. So we made a line of toothbrushes to meet their growing needs. New Oral-B stages is the only line of toothbrushes designed for he way kids' teeth grow, their motor skills, even how they think. Only from Oral-B. The brand more dentists use themselves."
    },
    {
        "ad_id": 18,
        "ad_name": "Airwick Airwaves",
        "pctr": 0.3323441559135893,
        "ad_copy": "This is Nick.\nThis is Nora.\nThis is Nick's nose.\nThis is Nora's nose.\nNicks nose likes a little air freshener.\nNora's nose likes a lot.\nTheir noses didn't know what to do.\nUntil their nosy neighbor Ned told them about new and improved Airwick Airwaves.\nAirwaves have a low setting for Nick's nose and a refreshing, room filling scent for Nora's nose.\nNow, Nick and Nora's noses can live in harmony."
    },
    {
        "ad_id": 19,
        "ad_name": "Super Beta Prostate",
        "pctr": 0.4743934509137134,
        "ad_copy": "Attention: men with frequent urges to urinate. Super Beta Prostate has ingredients clinically -tested to help reduce urges to urinate and waking at night to urinate. That's why it's the number one best-selling prostate supplement in America.\nSo don't wait, try non-prescription Super Beta Prostate, today!"
    }
]