[
    {
        "ad_id": 0,
        "ad_name": "Similac With Iron",
        "pctr": 0.36864831264413767,
        "ad_copy": "(BIRDS, CRICKETS, ETC. SFX)\nWELCOME.\nTO THE SIMPLY ORANGE TOUR.\nTHIS IS OUR PLANT. (VIDEO ORANGE GROVE)\nTHESE ARE OUR WORKERS. (VIDEO ORANGES)\nAND THIS...IS UPPER MANAGEMENT. (VIDEO LOOKING UP AT BEAMING SUN)\nBUT WHAT YOU WON'T FIND AROUND HERE...IS ANY FREEZING...FLAVORING...OR CONCENTRATING.\nWHICH BRINGS US TO OUR END PRODUCT.\nSIMPLY ORANGE. (VIDEO PITCHER OF ORANGEJUICE)\nHONESTLY SIMPLE.\n(HOOT OWL SFX) (VIDEO OWL ON TREE LIMB)\nTHAT'S JUST THE NIGHT WATCHMAN."
    },
    {
        "ad_id": 1,
        "ad_name": "Pepsodent",
        "pctr": 0.3842696736245117,
        "ad_copy": "These days ... a woman's gotta look right ... just right. Ya know ... right clothes, right hair, and definitely right smile. I mean, if her teeth aren't nice and shiny white, well ... you won't see my lips kissing hers. Like the first time I went shopping with Julie, and she bought Pepsodent ... I knew right then I'd definitely be kissin' her lips real soon. Hey ... she asked for it ... with PEPSODENT Teeth Whitener. For mouths that say \"Kiss me.\""
    },
    {
        "ad_id": 2,
        "ad_name": "Zoloft",
        "pctr": 0.34562036953422154,
        "ad_copy": "You know when you can't get over something traumatic from your past. You're unable to feel. You get overly startled...and may have trouble sleeping. You may even feel like it's happening again. You get so upset...your daily activities and relationships suffer. You know you just can't put it behind you. It's time to talk to your doctor about Zoloft, the #1 prescribed brand of its kind. Call 1-800-Zoloft4 or visit www.Zoloft.com."
    },
    {
        "ad_id": 3,
        "ad_name": "P&G",
        "pctr": 0.398740392738161,
        "ad_copy": "Live, Learn and Thrive. P&G is committed to improving life, now and for generations to come. One way we do this is through our global cause - P&G Live, Learn and Thrive - which benefits children in need around the world. Through our cause, we are reaching more than 50 million children every year with programs that help them: Get off to a healthy start (Live). Receive access to education (Learn). Build the skills they need to succeed (Thrive)."
    },
    {
        "ad_id": 4,
        "ad_name": "Bausch & Lomb",
        "pctr": 0.32480423852259044,
        "ad_copy": "My wife's glasses drove her crazy. She was ready for laser surgery but she didn't know who she could trust. Introducing the Bausch & Lomb Zyoptix System. Because no two eyes are alike, it maps and analyzes thousands of individual data points for excellent results. As with any surgery there are risks. Go to Bausch.com to find the Zyoptix certified surgeon near you. She's thrilled. Zyoptix from Bausch and Lomb. Perfecting Vision. Enhancing Life."
    },
    {
        "ad_id": 5,
        "ad_name": "Geritol",
        "pctr": 0.4162277093673132,
        "ad_copy": "Last night, my wife said to me, \"Honey, you are irresistible.\" Naturally, I didn't disagree. We've got a lot going for us. Like for one thing -- good health. I mean, we eat right, exercise, and we take Geritol every day. With GERITOL, we're sure of getting enough iron ... iron that's basic to good health, and some very important vitamins. My wife and I, we don't make a lot of money, but we've got our health, and when you've got your health, you've got just about everything."
    },
    {
        "ad_id": 6,
        "ad_name": "Energy Star Lightbulbs",
        "pctr": 0.46370061564178433,
        "ad_copy": "The traditional lightbulb: a ground-breaking invention in 1879. It's time we switch to longer-lasting Energy Star lightbulbs. They're more efficient than the old bulbs -- like a text message is more efficient than a carrier pigeon. And they cut down on our energy costs. Because in our own ground-breaking age, we deserve a light bulb that saves us some cash. Saving energy saves you money. Learn more at Energy Savers dot gov. Brought to you by the U.S. Department of Energy and the Ad Council.\nUploaded by TxTom"
    },
    {
        "ad_id": 7,
        "ad_name": "INVISALIGN",
        "pctr": 0.3377057484156079,
        "ad_copy": "Your smile says a lot about you. If you let it. When you're uncomfortable about your teeth, it's easy to hold back your smile. Invisalign's advanced technology now lets you straighten your teeth invisibly - so you can express yourself fully. And because they're invisible, no one has to know about it. Hundreds of thousands of people already have discovered Invisalign. Maybe it's time you were one of them"
    },
    {
        "ad_id": 8,
        "ad_name": "Ambusol",
        "pctr": 0.47075598760975546,
        "ad_copy": "Here you are at the playoffs, with your best buddy. Seats right on the floor, hot dogs, peanuts, an ice cold drink, and you get a toothache. You need maximum strength Ambusol to relieve pain on contact. No leading toothache product you can buy is more effective at relieving pain. Maximum Strength Ambusol. Put it on, the pain is gone. Good thing you're back in the game. That was your team. For temporary relief of open cavity pain. Use only as directed."
    },
    {
        "ad_id": 9,
        "ad_name": "E-diets.com",
        "pctr": 0.46344379209492015,
        "ad_copy": "We understand that finding an effective weight loss program is difficult. So EDiets.com offers you the New Diet Solution. With EDiets.com, you'll find the convenience you need in a program that not only helps you lose weight, but teaches you how to live a healthier lifestyle. So what are you waiting for? Log on today and experience the New Diet Solution for yourself at www.ediets.com. Ediets.com Losing weight has never been this EASY!"
    },
    {
        "ad_id": 10,
        "ad_name": "Vitasana",
        "pctr": 0.4927074414513139,
        "ad_copy": "You may feel good about taking your multivitamin, but now you can take a multivitamin that actually helps make you feel good. New Vitsana scientifically blends essential vitamins and minerals with pure G115 ginseng -- the same ginseng used in Ginsana. In easy-to-swallow gelcaps, Vitsana has been clinically shown to improve vitality and add a healthy measure of vigor to your daily regimen. Something a multivitamin can't do alone. Vitasana Gelcaps. The new multivitamin you can feel."
    },
    {
        "ad_id": 11,
        "ad_name": "Nicoderm Cq",
        "pctr": 0.41168781380468905,
        "ad_copy": "If you're quitting smoking, you should know that in the morning Nicoderm CQ gives you a higher level of medicine than the round store patch, and stays higher all morning long. CQ's behavioral support program is clinically proven; theirs isn't. And CQ's the more gradual patch. Quitting is tough. Take all the help you can get. Nicoderm CQ. The power to calm, the power to comfort, the power to help you quit."
    },
    {
        "ad_id": 12,
        "ad_name": "Efidac",
        "pctr": 0.37797875467899633,
        "ad_copy": "If your cold pill is so good, how come your cold symptoms keep coming back? Simple -- because your cold pill doesn't work long enough. Introducing Efidac/24 -- the first twenty-four hour cold medication. Sudafed stops working after six hours; Tavist D quits after twelve. But just one Efidac/24 tablet gives you a full twenty-four hours of continuous, consistent cold symptom relief! Treat your next cold with medication that's a genuine breakthrough in cold relief -- Efidac/24. Use only as directed."
    },
    {
        "ad_id": 13,
        "ad_name": "Colgate",
        "pctr": 0.3701082762578959,
        "ad_copy": "Now, Colgate toothpaste introduces a new Winterfresh flavor to give your family two great flavors for fighting cavities. New Winterfresh is cool and refreshing, with real wintergreen flavor. And both Colgate flavors have MFP fluoride to fight cavities. No toothpaste fights cavities better. So give your family a Colgate choice ... Regular COLGATE or Winterfresh flavor. One great cavity fighter in two great flavors."
    },
    {
        "ad_id": 14,
        "ad_name": "Flonase",
        "pctr": 0.43996253526846674,
        "ad_copy": "Sure all these OTC and prescription allergy medicines are approved for pollen, but some are not approved for pet dander and dust, others are not approved for smoke, only Flonase is approved to reduce the nasal symptoms form all these triggers. For best results use daily. Side affects are generally mild and may include headache, nosebleed and soar throat. Ask your doctor about Flonase for all these triggers. All it takes is Flonase."
    },
    {
        "ad_id": 15,
        "ad_name": "Benadryl",
        "pctr": 0.3832555252779086,
        "ad_copy": "Better allergy relief is right under your nose. Clinical studies proved what allergy sufferers have known all along. Benadryl is 54% more effective than the leading allergy prescription. More effective at relieving even you're worst allergy symptoms like runny noses. If you're looking for better allergy relief, it's as easy as a walk in the park. Benadryl. The Histamine Blocker. Learn more at www.benadrylusa.com"
    },
    {
        "ad_id": 16,
        "ad_name": "Aussie Minute Miracle",
        "pctr": 0.3586008898976923,
        "ad_copy": "What this country needs is a miracle. Aussie's 3 Minute Miracle Deep Conditioning Treatment promises to deliver healthier, more beautiful hair. Enriched with Australian balm mint, sunflower seed oil and aloe, our unique formula reconstructs damaged hair inside and out. While penetrating deeply, it repairs split ends and smoothes rough cuticles, so every head of hair in America will now be in perfect condition in just 3 minutes. And that's nothing less than a miracle."
    },
    {
        "ad_id": 17,
        "ad_name": "Bengay S-p-a",
        "pctr": 0.4210433674795949,
        "ad_copy": "Every day you push yourself to new levels. You stretch, you bend, you move, and then sometimes, you hurt. Now for every new muscle you discover, there's new Bengay S-P-A. Introducing S-P-A with Site Penetrating Action. S-P-A contains a powerful pain reliever that works on contact, penetrating right at the site of your muscle aches and pains, for soothing relief. S-P-A. Pain relief for your active life--with a surprisingly light scent. From Bengay."
    },
    {
        "ad_id": 18,
        "ad_name": "ClearBlue Easy",
        "pctr": 0.3667556162132798,
        "ad_copy": "Only one mechanism on Earth is more complex than the female body ... the female mind. And when it thinks the body might be pregnant, the clever mind chooses Clear Blue Easy. It was the first one-step stick test ... and no one's ever made a test that's easier, or more accurate. Blue, the body is pregnant. Clear, the body is not. In minutes, the mind is no longer in doubt ... the body rests assured. And both move on to simpler things. CLEAR, BLUE, EASY. What you need. To know."
    },
    {
        "ad_id": 19,
        "ad_name": "Ginkoba",
        "pctr": 0.4494192656103513,
        "ad_copy": "Imagine a natural supplement that can actually help you think better. Ginkoba is a unique daily supplement that's clinically shown to offset the momentary forgetfulness, loss of concentration, or mental \"fog\" we can all experience from time to time. Ginkoba is an easy-to-take, easily digestible supplement that contains no caffeine or sugar. And it's safe and natural. So remember Ginkoba. The Thinking Person's Supplement."
    }
]