[
    {
        "ad_id": 0,
        "ad_name": "Zest",
        "pctr": 0.333462899329046,
        "ad_copy": "Exhausted to the extreme; get new Zest Cool Extreme refreshing mint. It wakes you, shakes you, and revives you with a clear rinse that's a refresher than the ordinary soap. New Zest Cool Extreme, feel the mint and get refreshed."
    },
    {
        "ad_id": 1,
        "ad_name": "Duracell Quantum Batteries",
        "pctr": 0.39113443740147463,
        "ad_copy": "This Duracell truck has some very special power.\nIt's filled with new Duracell Quantum batteries.\nThese red batteries are so powerful that this year\nthey'll power all the Hasbro toys donated to \"Toys for Tots\".\nWanna help power some smiles?\nDuracell. Trusted everywhere."
    },
    {
        "ad_id": 2,
        "ad_name": "Body & Earth Collection",
        "pctr": 0.31465291812517104,
        "ad_copy": "Revitalize. Refresh. Rejuvenate. Introducing the Body & Earth Collection. Bath and skin care products created to help you look and feel your best. Holiday gift sets now available."
    },
    {
        "ad_id": 3,
        "ad_name": "Bausch & Lomb",
        "pctr": 0.4630423104803201,
        "ad_copy": "If you're facing age related vision loss for the first time ever, there's hope. New Bausch and Lomb Ocuvite PreserVision. The only eye vitamin proven effective by the National Eye Institute. Bausch and Lomb, see the wonder."
    },
    {
        "ad_id": 4,
        "ad_name": "Ban Deodorant",
        "pctr": 0.3498150070925139,
        "ad_copy": "Don't mess your dress! Why put up with a messy white solid? Now there's New Ban Clear ... the first truly clear solid deodorant. It goes on without the messy, white residue that white solids can leave on your skin and clothes. Don't mess your dress ... use NEW BAN CLEAR from Ban."
    },
    {
        "ad_id": 5,
        "ad_name": "Neutrogena",
        "pctr": 0.4148686853791993,
        "ad_copy": "Skin-improving beauty. Neutrogena healthy skin make-up improves the condition of your skin every time you wear it. Improves with pro-retinol. Softens with pro-vitamin B5, aloe, and chamomile. Recommended number one by dermatologists. Neutrogena. Beautiful and beneficial."
    },
    {
        "ad_id": 6,
        "ad_name": "Pampers",
        "pctr": 0.45536216943992835,
        "ad_copy": "From the moment you met, you wanted to surround them in comfort and protection. That's why pampers swaddlers is the number one choice of hospitals, to wrap your baby in blanket-like softness so all they feel is love. Pampers swaddlers."
    },
    {
        "ad_id": 7,
        "ad_name": "Avalon Organic Botanicals",
        "pctr": 0.4995563498193921,
        "ad_copy": "A walk through a lush lavender field on a pristine organic farm inspired the creation of Avalon Organic Botanicals. A unique line of therapeutic body care products derived from certified organic ingredients: floral water, plants oils, aloe and healing herbal botanicals."
    },
    {
        "ad_id": 8,
        "ad_name": "Jergens",
        "pctr": 0.4817648670095236,
        "ad_copy": "Does your facial moisturizer feel like a heavy mask? Introducing new Jergens Protective Moisture Lotion enriched with vitamin E. It helps protect against damaging UVA and UVB rays with SPF-15. So light you forget it's even there. New Jergens Face Care. Nourishment for your face."
    },
    {
        "ad_id": 9,
        "ad_name": "Caress",
        "pctr": 0.44665403731788406,
        "ad_copy": "Seduce your senses and soften your skin with Caress Berry Indulgence Moisturizing Bar. Enjoy the alluring scent of fresh berries and the unique blend of moisturizers with vitamin E. Caress. Feel the difference."
    },
    {
        "ad_id": 10,
        "ad_name": "Neutrogena",
        "pctr": 0.4816268329855627,
        "ad_copy": "Wear something silky after the shower. Neutrogena Body Oil. Smooth it on shower-damp skin. Its delicately light sesame formula instantly vanishes into skin, sealing in moisture. You're left feeling sensual, soft, and silky. Neutrogena. The sensual moisturizer."
    },
    {
        "ad_id": 11,
        "ad_name": "Relpax",
        "pctr": 0.3430003008137038,
        "ad_copy": "Not many things knock you out like a migraine. But you can knock out a migraine with Relpax. It relieves migraine pain and symptoms, such as nausea and sensitivity to light and sound. Ask your doctor about Relpax. And when the next migraine hits, you'll be ready."
    },
    {
        "ad_id": 12,
        "ad_name": "Gillette Venus",
        "pctr": 0.43756205402228765,
        "ad_copy": "What is it about pink that makes you feel so good? Introducing Passion Pink Venus. From Gillette. It shaves you so close, your skin stays smoother, longer. Gillette Venus. Reveal the goddess in you."
    },
    {
        "ad_id": 13,
        "ad_name": "Soft & Dry",
        "pctr": 0.46863150050383134,
        "ad_copy": "New Soft & Dry Beads and Stripes. Show odor & wetness no mercy. New Soft & Dri Power Caps gel has beads of extra odor-neutralizing ingredients. And just like Power Stripe, it goes on clear to help keep you dry and stop odors before they start. Strong & beautiful just like you."
    },
    {
        "ad_id": 14,
        "ad_name": "Unisom",
        "pctr": 0.4630375031588877,
        "ad_copy": "Can't sleep? Why take a P.M. with an extra medicine if you don't have a backache or a headache? Unisom sleep gels have the same amount of the same ingredients to help you fall asleep with no extra medicine. Unisom, It's all you need."
    },
    {
        "ad_id": 15,
        "ad_name": "Minwax Stains",
        "pctr": 0.3353063047350182,
        "ad_copy": "With Minwax stains and protective finishes you get a real sense of pride when you complete a project.\nDo you have a wood story you've completed that you're proud of?\nSend Minwax a photo of your story and you'll get to see it on their Facebook page and website."
    },
    {
        "ad_id": 16,
        "ad_name": "O.b. Tampons",
        "pctr": 0.30772351303212586,
        "ad_copy": "Say goodbye to the ouch factor with new O.B. Silk Ease tampons. They've got a silky smooth cover that makes them easier to insert and remove. And only O.B. tampons were designed by a women gynecologist to give you unsurpassed personal fit protection. Know for yourself."
    },
    {
        "ad_id": 17,
        "ad_name": "Complete",
        "pctr": 0.3341175433127321,
        "ad_copy": "Finally, lenses-wearers have a solution for end-of day dryness; only COMPLETE protect your lenses all day with a cushion of moisture. Complete protect system. If it doesn't protect, it isn't COMPLETE."
    },
    {
        "ad_id": 18,
        "ad_name": "Jergens",
        "pctr": 0.33495438955944457,
        "ad_copy": "All the parts of your body will love Jergens Ultrahealing Lotion, with the unique hydralux system that smoothes and hydrates like no other moisturizer. Jergens. Love your body."
    },
    {
        "ad_id": 19,
        "ad_name": "Secret",
        "pctr": 0.3752324786400756,
        "ad_copy": "Sleeveless is hot. White marks are not. And they certainly do not make cute accessories. New Improved Secret Platinum Invisible Solid stays clearer and lasts longer. Secret - because you're hot."
    }
]