[
    {
        "ad_id": 0,
        "ad_name": "美丽衣坊",
        "pctr": 0.3172292511429497,
        "content": "这件很时尚的纯色短款外套穿着很有范儿，它的设计很用心。设计师采用了经典的立领设计融入衣身，给人很酷酷的感觉。让你轻松打造出个性帅气的街头风气息，而且立领的融入还能很好的修饰脖颈线条，让你的脖颈看上去更加的纤细迷人。"
    },
    {
        "ad_id": 1,
        "ad_name": "经典衣柜",
        "pctr": 0.4759488579352492,
        "content": "这款衬衫采用了清新的格纹风格，经典且不过时，能够彰显文艺复古腔调。前幅搭配了对称的翻盖口袋装饰，又以个性的贴布点缀，使得衬衫不显单调和乏味，更具街头感。衬衫采用的是修身的剪裁设计，能够契合身形轮廓，塑造出挺拔俊朗身姿。"
    },
    {
        "ad_id": 2,
        "ad_name": "优雅风尚",
        "pctr": 0.41211347881555016,
        "content": "风衣的干练和帅气，是其他外套无法给予的，上身随意但又不乏气场的这款风衣，简洁的翻领设计，流畅的剪裁尽显干练大气；同色系<UNK>袢设计，勾勒纤细腰身展现出迷人的曲线；后背开叉和贴布点缀的亮点，增添设计细节又洒脱随性。"
    },
    {
        "ad_id": 3,
        "ad_name": "优雅衣舍",
        "pctr": 0.42227678241751115,
        "content": "休闲款式的经典牛仔外套，清洗时髦的牛仔蓝简洁大气，短款衣身加上宽松版型，有着极其突出的显瘦气质。衣摆的毛边彰显出随性不羁的潮流魅力，而精致的刺绣图案更有着非常好的观赏性，帅气风格中透露几分软萌的少女心。"
    },
    {
        "ad_id": 4,
        "ad_name": "衣橱优选",
        "pctr": 0.36757234881306133,
        "content": "这款处处流露高贵典雅的桑蚕丝衬衣，尽显女性的优雅魅力，给人端庄大气的宫廷范儿，设计感以及质感完全不输大牌。衣袖采用透视真丝材质，舒适透气触感柔顺，给你清爽的体验。微喇的袖口尽显甜美可人，成熟中含有青春的气息。"
    },
    {
        "ad_id": 5,
        "ad_name": "时尚风情",
        "pctr": 0.3750051317565404,
        "content": "面料条纹清晰，光泽柔和，具有良好的透气性，上身立体挺括。衬衫袖型为连衣袖，丰富衬衫结构，细节的时尚新颖。淡雅的颜色搭配基础的直筒版型，前幅横向分割融入连身长袖，领部蝴蝶结玩转细节心机，记住衬衫<UNK>三颗扣，达人没错了。"
    },
    {
        "ad_id": 6,
        "ad_name": "优雅衣苑",
        "pctr": 0.48694578652397447,
        "content": "这款冲锋衣采用薄款的面料，触感细腻，让你轻松兼顾温度与风度。衣身采用个性撞色的设计，不仅能穿出时髦感，更显皮肤白皙。小立领的设计很拉风，轻松凸显纤细的颈部线条。宽松的版型适合各种身型的妹纸穿着。"
    },
    {
        "ad_id": 7,
        "ad_name": "焕彩服饰",
        "pctr": 0.43867599329807727,
        "content": "以质地饱满的乱麻材质为主，具有良好的透气性与垂坠性，穿着自然的同时还不会轻易起球。长长的同款腰带勾勒出女性柔美曲线的同时，还能为自身气质增添一丝飘逸灵动感。宽松的灯笼袖设计，更让这款衬衫有了现代时尚与复古风情。"
    },
    {
        "ad_id": 8,
        "ad_name": "新尚衣铺",
        "pctr": 0.37836243109558604,
        "content": "衬衫采用经典圆领设计，优美的领部弧形线条，唯美动人。衣身正面设计字母绣花标贴，小设计大亮点，提升衬衣层次感。宽松的衣袖，以可拆卸的圆环系带装饰，造型新颖独特。简约直筒下摆，不挑人穿着，包容性佳。"
    },
    {
        "ad_id": 9,
        "ad_name": "衣品馆",
        "pctr": 0.4623966976822544,
        "content": "为优雅女性量身打造的收腰连衣裙，融合了经典的西装翻领，颇有些毫不费力的法式BRAND。收腰扣带装饰强调曼妙的腰肢曲线，也在无形中拉长腿部线条，衣身的褶皱肌理是点睛之笔，给行走间灵动的裙摆带来更多张力<UNK>动感。"
    },
    {
        "ad_id": 10,
        "ad_name": "青春衣屋",
        "pctr": 0.4276779330898034,
        "content": "帅气中不乏优雅气质的一款外套。精选优质的绵羊<UNK>真皮面料，质感比较柔软，中和皮衣的硬朗，凸显女性的柔美气质。时尚的翻驳领设计，简约大方，更具造型感。简约的一粒扣收腰版型，修身显瘦尽显曼妙迷人的好身材。"
    },
    {
        "ad_id": 11,
        "ad_name": "舒适衣家",
        "pctr": 0.31724817063475896,
        "content": "微凉春日中，最清晰活泼的选择，少不了一件短款外套。这件翻领系带短款外套，衣身选用简洁大方的明线设计，更显十足简约风格。衣袖选择飘逸非凡的系带设计，长长系带更突显街头少女的灵动活泼。而经典大方的短款设计，显露腰身，更显靓丽青春。"
    },
    {
        "ad_id": 12,
        "ad_name": "魅力衣柜",
        "pctr": 0.4920376854112014,
        "content": "宽松休闲的bf款型，可以当作衬衫穿着更可以是一件开春小外套。缝接处用明线装点，增加细节，视觉上显得格外生动有趣。袖口扣子设计，俏皮又不失个性，结合胸前口袋的装饰，率性利落，带出浓郁复古的中性气息，帅气又拉风！"
    },
    {
        "ad_id": 13,
        "ad_name": "流行衣站",
        "pctr": 0.30264324706688767,
        "content": "这款卫衣是以当下热门的<UNK>元素作为设计题材，胸前印花采用高清数码印花贴布工艺，呈现出逼真的视觉效果。左侧文字设计配以右侧<UNK>的宇航员，轻松点出主题，两侧袖子特色贴标装饰，让整体视觉效果更为丰富时尚。"
    },
    {
        "ad_id": 14,
        "ad_name": "靓丽衣橱",
        "pctr": 0.3320570494250953,
        "content": "一款简约而不简单的衬衫，宽松合身的款式穿着舒适又不挑身材，看习惯了各种白条或者蓝白条纹的衬衫，暖黄色的条纹是不是给你眼前一亮的感觉呢？袖口小喇叭袖与领口上的蝴蝶结系带相呼应，满满的甜美少女感，穿起来也很减龄。"
    },
    {
        "ad_id": 15,
        "ad_name": "时髦潮衣",
        "pctr": 0.44101366359330973,
        "content": "肩袖处有破洞的设计，顺着破洞处的缝线别出心裁，不同于以往的卫衣，就是很好看又很显随意的感觉，立马年轻活力起来。袖口和下摆都做了收口的设计，柔软舒适穿着体验感很好，后背的字母印花打破整体的单调性~"
    },
    {
        "ad_id": 16,
        "ad_name": "雅尚服饰",
        "pctr": 0.3411784103630212,
        "content": "萌趣十足的<UNK>印花点缀在衬衣之中，形成一种特别的视觉效果来提升你的魅力，展现柔美又很温和的一面让人发现你的与众不同。v领的设计效果凸显颈部白皙与精致，可以在扣饰开合的作用下将性感的味道加以提升，穿出百变的创意理念。"
    },
    {
        "ad_id": 17,
        "ad_name": "优选时尚",
        "pctr": 0.4765868607056347,
        "content": "基础款的条纹衬衫，圆形的领口修饰精美的颈部线条，使得脸型也变得更加的小巧精致，长袖的设计贴合手臂的线条时，手臂更加的纤细活动自如。修身的版型穿在身上贴合身体线条，选用优质的面料，舒适柔软而又亲肤，适合贴身穿着"
    },
    {
        "ad_id": 18,
        "ad_name": "优品潮衣",
        "pctr": 0.3237543559971423,
        "content": "蝴蝶结如诗如画，打破针织衫的规整沉着，加一抹轻盈的灵动风姿。这款针织衫在领口和袖口的地方分别设计成波浪花边状，展现女性出浪漫的情怀；而别致的蝴蝶结装饰，为整体增添一丝甜美俏皮感；采用羊毛面料，手感舒适有着良好的保暖性。"
    },
    {
        "ad_id": 19,
        "ad_name": "潮品衣柜",
        "pctr": 0.3801972025463444,
        "content": "这款半裙采用a字版型剪裁，上身有效修饰腰部，勾勒出完美的身材曲线，更显女人味。短款的版型，受众于人群，从视觉上拉长下身比例，更显身高。绵羊皮面料处理，手感软糯，保留肉感，舒适细腻。上身可搭配衬衫，时髦又俏皮。"
    }
]