[
    {
        "ad_id": 0,
        "ad_name": "丽人衣饰",
        "pctr": 0.34988948353133925,
        "content": "萌趣<UNK>印花点缀整体衣身，元气满满的衬衫让你在春天活力四射。气质的小半圆领设计，巧妙的勾勒你的脖颈线条，在视觉上增添高挑出众的气质。略微宽松的款式设计，巧妙的遮住你的肉肉，形成修长的线条美感，营造一身高级的慵懒感。不对称下摆的设计，增添了整体造型的层次感，巧妙的展现你独特的个性与魅力。"
    },
    {
        "ad_id": 1,
        "ad_name": "衣物大观",
        "pctr": 0.3256073370295482,
        "content": "两款小众的浅灰和珊瑚灰色调，有别于传统黑色西装的沉闷老气，在正式而严肃的干练商务感中凸显一丝轻盈从容的自在风范，却同时保留了大气利落的女性魅力。简约的版型设计，线条干净利落，完美表达极简主义，上身提升精气神更有气场。精致的西装领型，更显独特气质。复古的双排扣，增添丝丝文静书卷气质。"
    },
    {
        "ad_id": 2,
        "ad_name": "舒适服饰",
        "pctr": 0.41068116293115126,
        "content": "一件浪漫的衬衫连衣裙，万物复苏的春天可以尝试下这种风格，会让你有意想不到的效果。撞色的荷叶喇叭袖，是整件的亮点。采用休闲感的府绸衬衫料，又不会过分的甜腻。近两年大热的<UNK>封宽腰带，把腰身包裹的玲珑有致。<UNK>一字肩但很巧妙地遮住了手臂较粗的地方，刚好露出上方锁骨。"
    },
    {
        "ad_id": 3,
        "ad_name": "时尚服饰店",
        "pctr": 0.35423351335997,
        "content": "轻薄舒适的衬衫，质地飘逸，上身后有种轻纱般的朦胧美感，让人爱不释手。淡雅的格纹做点缀，彰显复古的时尚韵味，很好的衬托出白皙的肌肤。流畅的v领，修饰纤细的颈部线条，展现知性的都市风情。袖口处有抽绳收紧的处理，呈现出微蓬的灯笼袖质感，包容手臂的线条。下摆处开衩，体贴又温柔，减少束缚感。"
    },
    {
        "ad_id": 4,
        "ad_name": "个性衣坊",
        "pctr": 0.4249993054952116,
        "content": "牛仔外套是街头常见的存在，休闲街头似乎是它与生俱来的魅力。而白色牛仔的出现，注定是街头抢镜的，那渲染着的黑色印花，经典的黑白碰撞，<UNK>时尚火花，同时将休闲的外套平添了一层优雅的韵味。交叉绑带的设计，出现在身前，设计感的视角，给人焕然一新的感受，独特的它，给你避免撞衫的<UNK>！"
    },
    {
        "ad_id": 5,
        "ad_name": "炫彩时尚",
        "pctr": 0.40285395166800514,
        "content": "这款翻领长袖西装外套，线条利落，版型挺阔，通身采用黑色面料，再融入亮片的设计，简约大气自带女王气场，潮酷有型。胸前采用v字西装大翻领设计，运用面料本身高级的光泽感，增添了造型的层次感与立体感，更加衬托出奢华的贵族气质。金属双排扣的设计，给整体暗色调加入了亮点，极具装饰美。"
    },
    {
        "ad_id": 6,
        "ad_name": "新潮衣铺",
        "pctr": 0.3923294181756192,
        "content": "适合装点春日的三色卫衣，通过把握色彩的饱和与明暗度，使其散发出暗藏的满满活力，柠檬黄、宝蓝色和紫外光，实用多样风格穿搭。而前襟处的英文字母点缀恰当，宽松的oversize版型更显洒脱，丰富从整体到细节的质感。在搭配舒适的面料，结合休闲与时髦理念，带来亲肤体验的同时也简洁大方。"
    },
    {
        "ad_id": 7,
        "ad_name": "摩登衣尚",
        "pctr": 0.4027671517740614,
        "content": "经典的衬衫翻领利落有型，展现女性柔美脖颈同时，凸显出端庄大气的气质。直筒版型配合短袖设计，优雅利落有着很好的包容性，遮掩不完美的身形，从容间透着随性的慵懒气息。从领口一直延伸至裙摆的单排扣，落落大方提升衬衫裙的时尚度，带着些许复古风韵味。两侧弧形斜插口袋，方便实用靠上的位置让插袋姿势更具气场。"
    },
    {
        "ad_id": 8,
        "ad_name": "简尚服饰",
        "pctr": 0.3741228929699746,
        "content": "BRAND棉麻西装采用别致的翻领设计，立体修饰脖型，挺括有精神，彰显优雅与品味。两侧翻盖口袋设计，可方便插手的同时，还可放置随身携带的物品，美观又实用。后背清新的字母刺绣，穿着利落精干，彰显女性优雅英气。简约的格调，舒适的h版型，打破对身体的束缚，让你穿得更轻松自在。"
    },
    {
        "ad_id": 9,
        "ad_name": "简尚衣坊",
        "pctr": 0.4674667368168715,
        "content": "衬衫采用纯棉材质手感细腻，亲肤透气性好穿着更舒适，条纹设计色彩清爽干净，活性印染色彩牢固不褪色。厚度适中穿着舒适，宽松版型设计更显休闲自在。干练的衬衫领设计，更显宝贝精神有朝气，精致品牌纽扣富有光泽，细节处更彰显品质。衣摆前短后长圆弧设计，更添设计感更显灵动，两侧心机小开叉，增添一丝甜美活力。"
    },
    {
        "ad_id": 10,
        "ad_name": "炫彩时尚",
        "pctr": 0.31729345493608113,
        "content": "西装式的大翻领从视觉上很好的拉长了颈部线条，凸显出女性干练大气的魅力，深v领完美得展现出女性饱满的上围，散发着十足的女人味。金属搭扣的腰带装饰很好的隐藏了腹部上的赘肉，勾勒出女性纤细迷人的小蛮腰，金属搭扣避免了整体造型过于单调，瞬间提升了整体气质。下摆开叉设计更显得性感妩媚。"
    },
    {
        "ad_id": 11,
        "ad_name": "时髦潮衣",
        "pctr": 0.31451536230244576,
        "content": "新颖别致的立领设计，蝴蝶结的造型，打破年龄界限，很是甜美减龄；领口以及袖口的撞色镶边，镶边，别致新颖让人眼前一亮，洋气时髦，加上蝴蝶结的设计，与撞色镶边配合的很是默契，魅力吸睛；同时结合简单正式的衬衫版型，简直就是复古与现代美感的融合，为平淡无奇的衬衫带来了意想不到的时尚感。"
    },
    {
        "ad_id": 12,
        "ad_name": "靓丽衣物",
        "pctr": 0.45488386394382563,
        "content": "洋气的荷叶边设计的一款衬衫上衣，不管你是选择单穿，还是选择搭配穿着，都是非常的百搭时尚，还富有个性感。荷叶边的领口设计，修饰脸型，增添服饰的层次，显露甜美感的穿着。灯笼袖的袖口设计，轻松遮挡了腰部的赘肉，显露穿着的个性与独特感。宽松的衣型轮廓，不显身材，不挑人穿，好驾驭。"
    },
    {
        "ad_id": 13,
        "ad_name": "青春时尚",
        "pctr": 0.3700187628961546,
        "content": "一直很喜欢这个风格，衬衫款又不会太过俏皮的像小女生，适合更多年龄层穿着。个性破洞的效果，打破单调，不像一般<UNK>那样硬朗，更生趣。清新的牛仔蓝，整体的风格清爽干净。前短后长的下摆设计，造型时尚有趣，创意感强，并增添了整衣的层次效果，即便简单一搭，就能让自己很有品位的感觉。"
    },
    {
        "ad_id": 14,
        "ad_name": "潮品服饰",
        "pctr": 0.48859090480619743,
        "content": "针织开衫的实穿性能非常强，已然成为了都市女性衣橱必备的单品。这款开衫选用宝蓝色调，凸显出优雅且高贵的气质。添加了天丝材质，触感是爽滑而舒适的。采用连帽设计，又展现出了随性的休闲范。而大口袋的设计，不仅实用还提升了造型感。再加上小狗刺绣的点缀，还增添了趣味性和活力。"
    },
    {
        "ad_id": 15,
        "ad_name": "炫彩潮衣",
        "pctr": 0.4639528881879277,
        "content": "如果只是单纯色的灰色未免过于单调，因此，<UNK><UNK>b在胸前加入牛仔衬衫口袋设计，不仅能让衣身更加立体还能提升时尚指数和色彩饱满度。并在口袋上增加小黑熊刺绣，让可爱的孩子穿着萌趣感立显。袖口、领口和下摆的平滑衍缝减少缝边对宝贝肌肤的摩擦感，保护娇嫩肌肤穿着舒适加倍。"
    },
    {
        "ad_id": 16,
        "ad_name": "潮流服饰",
        "pctr": 0.4595980971399011,
        "content": "这款衬衫简约素雅的风格加上高级的颜色，适合职场ol的日常搭配，精致的翻领搭配上双排扣的门襟，相比一般的单排扣显得更有设计感，扣子的拼色细节，精致又减龄。腰间内嵌抽绳，前中系带，收放自如，而且可以凸显腰线，非常显瘦、显高。这个抽绳系带的设计还增加了俏皮感，使衬衫显得不那么正式。"
    },
    {
        "ad_id": 17,
        "ad_name": "华美衣店",
        "pctr": 0.4893326284899038,
        "content": "此次推荐的这款衬衫，就显得有些简约大方。淡雅的纯色系版型配合整个立体廓形剪裁，使得衬衫带有一份低奢的故事感，很精致亦不失时尚。衬衫拥有抹茶绿与纯净白两款选择，酵洗的白色与<UNK>的绿色，这两款衬衫的颜色表现力都带有自己的味道，淡雅<UNK>值得你去细细<UNK>。"
    },
    {
        "ad_id": 18,
        "ad_name": "经典时尚",
        "pctr": 0.385637408803708,
        "content": "这款衬衣选用纯棉的面料手感柔软，上身穿着透气亲肤。精致的圆领，勾勒锁骨线条美，突显女性柔美的气质。两侧肩部花朵刺绣点缀，散发出清新文艺气息。落肩灯笼袖，藏肉又不失个性，举手投足之间，尽显女性甜美优雅的复古气质。衣身短款的设计，在视觉上提高腰线，优化身材的比例，让你轻松穿出曼妙身姿。"
    },
    {
        "ad_id": 19,
        "ad_name": "风尚潮衣",
        "pctr": 0.3658878347294392,
        "content": "采用了帅气的棒球领口制作而成的风衣外套自带潇洒随性的魅力，简约的风格有着落落大方的魅力，完美诠释着街头的潮女风范。宽松的中长款版型剪裁搭配上内敛低调的色系。充满着简洁明快的减龄魔力。而衣身下摆处的字母装饰时髦有腔调，有一种趣味的感觉，却又不会过于张扬，既丰富整体细节的同时又能让衣身变得更加亮眼。"
    }
]