[
    {
        "ad_id": 0,
        "ad_name": "魅力衣苑",
        "pctr": 0.49519682731166864,
        "content": "针织开衫是都市女性表达出素雅的单品，诠释出一番淡淡的惬意风情，也玩转出一股端庄大气的即视感。单排扣装饰的门襟，注入一股法式优雅的情怀，加之珍珠扣的高级感，显得时髦又摩登，立体的袋盖点缀，平添出素雅的休闲风情，罗纹针织的收尾，增添一股淡淡的惬意风情。"
    },
    {
        "ad_id": 1,
        "ad_name": "简尚衣馆",
        "pctr": 0.39382136049733796,
        "content": "小外套使用翻领设计，剪裁简洁，给人干净利落的感觉，展现女性少有的帅气。制作工艺匠心独运，线条流畅，将优雅和时尚结合起来，衬托女性气质。款型设计贴身，修饰女性身材。材质优良上档次，做工精细展现不凡品味，适合多种年龄层、多种场合穿搭。"
    },
    {
        "ad_id": 2,
        "ad_name": "优选衣舍",
        "pctr": 0.34912298440660405,
        "content": "宽松的样式，让这款衬衫能够拥有更好的修饰效果，轻松的修饰整体的身形，搭配上细条纹的样式，打造出更为随性的个性魅力，作为整体的设计亮点。超长袖的时尚元素，能够更好的与这款衬衫进行结合，时尚更富有优雅魅力，轻松的让整体更显与众不同。"
    },
    {
        "ad_id": 3,
        "ad_name": "靓丽时尚",
        "pctr": 0.3833412828183155,
        "content": "众所周知，春季是针织衫的专属季节，采用冰丝面料的开衫，不会到来过热的穿着触感，能够轻松应付早晚的温差。落肩长袖的拼接，美化了肩臂的线条感，单排扣门襟的装饰，可敞开or合并来穿，各有一番味道，撞色锁边元素，去除单一，营造出立体的层次效果。"
    },
    {
        "ad_id": 4,
        "ad_name": "衣品馆",
        "pctr": 0.4081263394357227,
        "content": "这款卫衣展现出了青春原有的活泼与生机感。非常醒目的撞色设计，搭配上立体字母印花，带来了非常年轻的学院气息。而在搭配上也非常的简单，一条牛仔裤一双小白鞋，就可以<UNK>青春故事了。整体是修身的款型，能够凸显出好的身材来，彰显十足品味。"
    },
    {
        "ad_id": 5,
        "ad_name": "简约衣橱",
        "pctr": 0.33998035454303444,
        "content": "BRAND这款西装采用绿色的主调进行渲染，营造出休闲文艺的氛围；整体甄选聚酯纤维面料打造，不具有延展性，不会变形，并持久保持其平整度；再加以经典的平驳领裁剪及双扣设计，彰显出儒雅绅士的风范；辅以背部下摆开叉处理，丰富层次感的同时，透露出几分随性韵味。"
    },
    {
        "ad_id": 6,
        "ad_name": "都市新风尚",
        "pctr": 0.41100367023779144,
        "content": "精选优质面料，打造轻薄凉爽的衬衫，上身更显欧美气质。采用经典的红色格子，不仅显甜美风格，还十分衬托白皙的肤色。七分袖长刚刚好，露出纤细的手腕，在荷叶花边袖口里，更加显小清新。v领的设计很好的修饰了颈部曲线，还能隐约看见性感的锁骨。"
    },
    {
        "ad_id": 7,
        "ad_name": "衣物之家",
        "pctr": 0.4359018816536396,
        "content": "“一抹<UNK>，一曲<UNK>”的风格在这款衬衣上悄然体现，一字肩简洁大方，轻松勾勒肩部的迷人<UNK>。花苞袖的设计扩大了优雅的气息，举手投足都是满满的温柔感。清新感十足的纯色打造，给人一种极为雅致的视觉感，好似“犹抱琵琶半遮面”。"
    },
    {
        "ad_id": 8,
        "ad_name": "靓丽服装",
        "pctr": 0.3446957967162364,
        "content": "让人眼前一亮的<UNK>是很剑走<UNK>的怪异时尚，<UNK>撞色的元素作为时髦的主基调，你就能从平庸的风格之中脱颖而出。换上舒适的轻软针织，质感绝佳的毛衣分分钟就<UNK>你的芳心。自带复古感的红蓝条纹，趣味间隔玩转色彩艺术！"
    },
    {
        "ad_id": 9,
        "ad_name": "流行衣橱",
        "pctr": 0.3620497075893426,
        "content": "<UNK>的风衣，没有之一，灵感来源于复古的欧洲军装，肩章排扣和腰带这些细节设计就能展现，然后搭配长款版型，上身自带气场。而且整体采用宽松直筒版型，穿着舒适不显臃肿，还能起到修饰身形的作用。而配色采用经典又时髦的卡其色，可搭性颇高，轻松穿出独特气场。"
    },
    {
        "ad_id": 10,
        "ad_name": "时尚衣汇",
        "pctr": 0.471466247079278,
        "content": "这款BRAND的刺绣外套，制作工艺非常的精致立体，并采用了如丝滑般的面料，凸显满满的高级质感，穿着也倍增清爽舒适度；侧面衣袖并设计了logo标志，增添了酷炫个性，可谓在中国风中注入潮流，彰显独特韵味，超有态度款式，出街尽显国潮男子。"
    },
    {
        "ad_id": 11,
        "ad_name": "衣尚品味",
        "pctr": 0.35639955651848526,
        "content": "想用简单的单品或者搭配穿出时尚感，牛仔绝对是首要选择。而这个春季刮起的大热复古风，牛仔衬衫是一大热门单品，无论是想穿出帅气，还是休闲的酷感，牛仔衬衫都可以使你成为抢镜的焦点。江南布衣休闲衬衣经典的小翻领，搭载水洗的视觉效果，简约休闲又百搭。"
    },
    {
        "ad_id": 12,
        "ad_name": "优雅衣服",
        "pctr": 0.45693415692501443,
        "content": "拥有对美好生活的愿景注入设计的品牌徐洛淇，此番汲取棒球服的设计理念始终贯穿整体衣身；通过经典圆领款式，结合利落的宽松版型，进一步提升整体的休闲随性氛围；透过撞色的圆圈标志缀于胸前，完全吻合棒球服的底蕴；搭配一条卡其色的休闲哈伦裤，轻松在<UNK>上驰骋。"
    },
    {
        "ad_id": 13,
        "ad_name": "衣裙之家",
        "pctr": 0.34677579146297705,
        "content": "白衬衫是大多商务男士的标配，那么相比之下。黑色的衬衫则显得更加出众醒目，尖领的裁剪，利落大方的同时却又不失干练气场。同色的纽扣，彰显简约的时尚美，修身的版型，让你健美的身躯完美呈现，上身不自觉释放出几分高冷的气息，更显得魅力无穷。"
    },
    {
        "ad_id": 14,
        "ad_name": "衣品优选",
        "pctr": 0.4729415426688968,
        "content": "牛仔外套经典不败，质量要经得起考验。这款牛仔外套采用全棉牛仔布制作而成，织物坚牢<UNK>，抗皱性能卓越，而且具有较好的吸湿性和透气性，上身后自然舒适。同时棉料为主的牛仔布，防<UNK>也不错，非常适合应对<UNK><UNK>的早春温度。"
    },
    {
        "ad_id": 15,
        "ad_name": "华丽衣阁",
        "pctr": 0.4624706135583253,
        "content": "经典衬衫版型，遵循布料肌理。立体剪裁，以翻领明门襟的经典造型、配合曲摆的现代人性化裁减，相得益彰，舒适的面料搭配精致缝纫线使成衣领型自然舒展、缝线部位平服工整、牢固耐磨，整体简单素面。面料是棉质的，手感舒适耐磨，单穿或者外搭都非常好看。"
    },
    {
        "ad_id": 16,
        "ad_name": "优选衣包",
        "pctr": 0.39891991226350654,
        "content": "这款衬衫采用极具通勤风的polo领设计，甜美的碎花点缀，就是一份精美的艺术品，偏日系风的颜色，天然纯洁无瑕，让肌肤自由呼吸，自然的色彩和翻领的设计为我们的衣身整体增不少<UNK>，绝对是人群中的焦点。立体廓形简洁干净，复古的花纹图案，衬衫前后线条张弛有度。"
    },
    {
        "ad_id": 17,
        "ad_name": "流行衣橱",
        "pctr": 0.49425348496749805,
        "content": "在多风的季节，还是让孩子穿着巴拉巴拉中长款版型的女童外套吧，它不仅能很好的修饰身材，而且还很防风穿着不怕冷呢。看它身后那不同色彩的字母印花图案，在打破衣身单调性的同时，还给整体增添了一丝时尚气息，能轻松塑造具有潮流气息的萌娃形象哦。"
    },
    {
        "ad_id": 18,
        "ad_name": "时尚衣阁",
        "pctr": 0.35661006084161984,
        "content": "简约百搭的针织衫特别有范，胸前火烈鸟图案充满了个性和活力，精致优雅带来满满的俏皮感。经典圆领设计修饰颈脖，显得简洁大方，短款修身的版型从视觉上拉长身形，构造曼妙身姿，七分袖长度露出纤细修长的手腕线条，举手投足之间绽放出女性的独特魅力。"
    },
    {
        "ad_id": 19,
        "ad_name": "靓丽衣装",
        "pctr": 0.424154315881386,
        "content": "更容易引起关注率的印花元素，添加在衬衫上，穿着既不单调乏味又能很好凸显自我。经典的翻领，凸显气质优雅大方，别致的鹅黄色印花，洋气十足，浪漫更显小清新，还好藏肉显瘦，纽扣的位子添加粗黑条点缀，提升整体的吸睛力，穿着上身更利落更时髦。"
    }
]