[
    {
        "ad_id": 0,
        "ad_name": "衣秀潮品",
        "pctr": 0.4805064987817103,
        "content": "市面上很少见到肌理感如此顺畅的毛衣，从领口开始一直<UNK>下摆，让整件毛衣的条理感清晰的好似一行诗，随性的故意做长袖口是为了让你可以把袖口<UNK>告别呆板表情。h版型身材包容性高，适合外穿也适合内搭，三种颜色各有各的性格，白色安静温柔，深绿一如既往的内敛，<UNK>则复古显白，总之总有颜色适合你。"
    },
    {
        "ad_id": 1,
        "ad_name": "优雅衣坊",
        "pctr": 0.3763387611379562,
        "content": "推荐这款来自时尚服装品牌tedbaker的长袖衬衫。这款衬衫采用纯色色调搭载小碎花的点缀设计，同时修身版型，穿起来又显得大气时尚，给人十分成熟的感觉，胸前白色扣子设计更显时尚的气息，束紧的袖口设计是的活动更加自然。排扣设计更有容易穿脱。修身版型设计，收腰，勾勒出纤细的腰线。适合25岁到30岁的年轻男性穿着，彰显气质。"
    },
    {
        "ad_id": 2,
        "ad_name": "时尚衣店",
        "pctr": 0.3005580653104856,
        "content": "撞色衬衫领拼接裙身，突出复古精巧的设计感，衬显出优美的天鹅颈，修饰精致脸型，上身穿着更显简单大方。个性花边剪裁的宝蓝色印花裙身，鲜明的色彩碰撞，给人活力又明快的俏皮感，凸显出女生清新柔美的气质，看起来纯净又优雅。高腰a字版型剪裁，使腰身的线条看起来更加自然、柔和，完美遮掩腿部线条和臀围的缺点，帮助穿衣者保持应有的淑女风范。"
    },
    {
        "ad_id": 3,
        "ad_name": "新潮服装店",
        "pctr": 0.4368203946767527,
        "content": "这是一款充满英伦典雅气息的西装外套。采用精美挺括的华达呢面料，倾斜的纹理使得视觉与触感更为耐看与饱满。高温定型工艺处理，令经典的版型更加焕发光彩与强大的气场。肩部特别添加适度垫肩，令肩部的廓形更为立体时尚，从而凸显高挑修长的身形。采用英伦沿袭的<UNK>织带方式装饰衣领与衣袋，同时搭配徽章造型，更加展现干练、自信的气质。"
    },
    {
        "ad_id": 4,
        "ad_name": "摩登服装",
        "pctr": 0.4779373058564469,
        "content": "这是一款时尚感十足的小上衣，它采用了衬衫的设计款式，具有美观且百搭的穿着效果。袖口处采用纽扣设计，看上去十分大气优雅。它采用了精致的v型领口设计，能够凸显出女性独特的颈部柔美线条。然后再其配合黑色的贴布图案，十分个性且新颖。贴布上有着金属环的装饰设计，无形之中就能够增添许多复古的腔调，尽显你的时髦与大气。"
    },
    {
        "ad_id": 5,
        "ad_name": "靓丽衣坊",
        "pctr": 0.47587798259846703,
        "content": "早秋时节,针织衫实用保暖又百搭。整体色调呈现裸色,干净简洁贴近肤色更加实用。小圆领的款式剪裁经典又百搭,方便搭配各种外套。撞色的喇叭袖设计结合了当下的潮流元素,体现女性手腕处的性感,彰显淑女气质,独特的细节设计,引人瞩目。整体款式为紧身款修身显瘦,采用天然针织面料，寒冷的冬季作为内搭十分柔软舒适，保暖性能强。"
    },
    {
        "ad_id": 6,
        "ad_name": "流行衣站",
        "pctr": 0.49259208731136894,
        "content": "气质翻领设计，衬托出脖子优雅的线条，桑蚕丝面料，适合敏感肌穿着，穿着清凉透气。很显气质的一件衬衫，完美符合亚洲女性身材，扬长避短，版型很正。修身塑形效果尤为出众，小喇叭袖更是十分具有艺术感，小翻领挺括更显气质，怎么搭配都好看，系上丝巾更有女人味。宽松的版型更能衬托女性的娇小，慵懒和帅气的完美结合。"
    },
    {
        "ad_id": 7,
        "ad_name": "经典衣柜",
        "pctr": 0.42133374316428585,
        "content": "还记得《王牌<UNK>》中的帅气<UNK>吗？传统牛津皮鞋给人非常儒雅老成的印象，就连<UNK>这种原本<UNK>的青年穿上黑色西装和牛津皮鞋，也变成绅士！然而平时总不能一直穿着牛津皮鞋出入各种场合，这个时候一双牛津皮鞋改版的复古板鞋就是你的需求了。它儒雅，能搭配正装而且更显年轻；它略微潮流，能跟休闲裤牛仔裤<UNK>出街装备！"
    },
    {
        "ad_id": 8,
        "ad_name": "衣恋潮牌",
        "pctr": 0.4952581058109935,
        "content": "这款衬衫在布料的选择上下了一定功夫，真丝双绉布料，清透飘逸。双面<UNK>细微而均匀的纹理，正是因为纹理的存在，使得布料带有一点哑光的质感，素净典雅。深v领口，搭配上门襟处的精致蕾丝，性感迷人，女人味十足。门襟处拼接的肉色密网纱，柔软亲肤，又提供了很好的私密感。袖口处的拼接蕾丝给人一种小女生的可爱感。"
    },
    {
        "ad_id": 9,
        "ad_name": "优雅服装",
        "pctr": 0.4408996951772618,
        "content": "这款外套采用立体的版型，搭配立领的设计，让外套挺括有型，穿起来更显精神。而光面的设计，让外套表面的色泽会根据<UNK>的变化而产生变化，彰显出低调的奢华感。同时也让外套穿起来温暖舒适，兼具了保暖性和美观性。拉链胸袋的装饰，让纯色的衣身不显单调，丰富了视觉效果，让衣身两侧的口袋点缀，让你的双手能够随时取暖。"
    },
    {
        "ad_id": 10,
        "ad_name": "靓丽衣物",
        "pctr": 0.38956113304363593,
        "content": "采用了帅气的棒球领口制作而成的风衣外套自带一股潇洒随性的魅力，简约的风格有着落落大方的魅力，完美诠释着街头的潮女风范。宽松的中长款版型剪裁搭配上内敛低调的色系。充满着简洁明快的减龄魔力。而衣身下摆处的字母装饰时髦有腔调，有一种趣味的感觉，却又不会过于张扬，既丰富整体细节的同时又能让衣身变得更加亮眼，轻松赚足回头率。"
    },
    {
        "ad_id": 11,
        "ad_name": "衣酷潮牌",
        "pctr": 0.4142055263498757,
        "content": "这是一款专为女童打造的精致淑女范衬衫。拥有清新柔美的蓝色与白色两个色系，纯粹的色彩似将美好的梦想牢牢守护，同时凸显气质的高贵与优雅。采用纯棉面料并添加氨纶弹力成分，上身包容感更强，配合立体多片式剪裁，更显纤细窈窕的腰身曲线。小巧的翻领，易于衬托宝贝乖巧圆润的脸蛋，而压褶泡泡袖肩的设计，更是将甜美与浪漫尽情挥洒。"
    },
    {
        "ad_id": 12,
        "ad_name": "丽人衣店",
        "pctr": 0.41567770492080963,
        "content": "精选100%<UNK>绒卫衣面料，舒适透气。<UNK>捏省设计+罗纹收口塑造蝙蝠廓形，还起到点缀衣身的作用，底摆螺纹收口<UNK>腰位勾勒出纤细线头，让廓形版型也显瘦。小高领设计凸显气质，弹力螺纹拼接穿脱方便。原创字母印花有一点点叛逆的<UNK>，凸显自由追求。字母和黑色衣身大胆撞色，时尚感十足。"
    },
    {
        "ad_id": 13,
        "ad_name": "衣物乐园",
        "pctr": 0.3821302940843509,
        "content": "气质柔雅的一款纯色风衣，清浅素雅的浅蓝色基调清新脱俗有点不食人间烟火的味道，为整体文艺风格奠定了很好的基调。惹眼的细节莫过于西装翻领上的民族风刺绣花朵，古典的中国风美韵油然而生，把西装领原有的干练洒脱掩盖了起来。腰身修身的腰带系成了甜美俏皮的蝴蝶结，与两侧系带喇叭袖的造型相互呼应，轻松打造出乖巧恬静的淑女形象。"
    },
    {
        "ad_id": 14,
        "ad_name": "轻奢衣柜",
        "pctr": 0.4173648662300589,
        "content": "本款上衣整体采用较为宽松的直筒版型设计，藏肉显瘦，不挑身材，适合各种身形的人穿着。飘带领的领口设计，使得本款衬衫穿在身上看起来十分的甜美可爱。单排扣的衣门襟设计，又使得本款衬衫十分的经典大方。精美的印花图案装饰，使得本款衬衫不显得单调，上身给人一种独特的时尚魅力。长袖的设计，更加的贴合手臂曲线，上身更加的舒适贴身。"
    },
    {
        "ad_id": 15,
        "ad_name": "酷潮衣行",
        "pctr": 0.3656739901090345,
        "content": "经典的圆领卫衣款型，简约休闲的设计风格，呈现出十足的利落感，同时自然的版型也营造了舒适的上身感受，捎带宽松的样式彰显出动感十足的年轻风采。衣身上的卡通恐龙图案，个性吸睛，充满了俏皮可爱的感觉，提升整款设计的美观度，同时让人更加减龄。字母刺绣的点缀丰富设计效果，立体别致的字母融入了渐变色的元素，凸显出独特的风采。"
    },
    {
        "ad_id": 16,
        "ad_name": "衣恋时尚店",
        "pctr": 0.470777190782095,
        "content": "圆领式的针织卫衣，套头的款型不仅方便了日常的穿脱，也展现出简约休闲的设计风格。加上微微的卷边效果以及局部的磨白处理，刻意做旧的感觉，让这款设计充满了复古的情怀，打造出个性又洒脱的女性气质。衣身上亮片字母的点缀，融入了明亮的撞色元素，十分吸人眼球，同时展现出极具现代感的青春风采，让人绽放出活力感。也成为了整款设计的点睛之处。"
    },
    {
        "ad_id": 17,
        "ad_name": "都市新风尚",
        "pctr": 0.47682771366182947,
        "content": "issdm这款竖条纹露肩衬衫带来满满复古BRAND风。经典的竖条纹元素时尚减龄更具年轻风采。足量纯棉面料质感绵软舒适穿着更亲肤透气。宽松慵懒的版型轮廓鲜明生动方便自由舒展身躯更展现年轻活力。酷劲十足的纯黑色调优雅高级不做作。个性十足的穿衣肩带设计带来一丝潮酷十足的哥特式风范气场十足。中长款版型显高显瘦更有气质。"
    },
    {
        "ad_id": 18,
        "ad_name": "炫彩时尚",
        "pctr": 0.41729912581117523,
        "content": "这款外套对于个子矮小的妹纸来说就是福音了，短款穿在身上搭配起起来，立马就能变成大长腿，把整体身长比例拉长，呈现出黄金比例效果。鲜艳活泼的红色，穿在身上，视觉上给人呈现出青春的活力，元气满满的少女，还能衬托出肌肤的白皙，拥有一整天的好气色。大大的口袋，既可以作为装饰，出门携带东西也是非常的方便，还能增加整体的层次感。"
    }
]